const FIXED_AREAS=[
    {
        "id": "498",
        "name": "ابو قويدر"
    },
    {
        "id": "39",
        "name": ""
    },
    {
        "id": "492",
        "name": "الريحانية"
    },
    {
        "id": "480",
        "name": "الظهرية"
    },
    {
        "id": "481",
        "name": "ام الفحم"
    },
    {
        "id": "490",
        "name": "بديا"
    },
    {
        "id": "504",
        "name": "بيت شيمش"
    },
    {
        "id": "487",
        "name": "جفعات شموئل"
    },
    {
        "id": "499",
        "name": "جولس"
    },
    {
        "id": "508",
        "name": "حزمه"
    },
    {
        "id": "503",
        "name": "حسنيه"
    },
    {
        "id": "482",
        "name": "خضيرة"
    },
    {
        "id": "505",
        "name": "دير رافات"
    },
    {
        "id": "496",
        "name": "راس علي"
    },
    {
        "id": "478",
        "name": "رحوفوت"
    },
    {
        "id": "489",
        "name": "رمانه"
    },
    {
        "id": "486",
        "name": "رموت هشفيم"
    },
    {
        "id": "493",
        "name": "صندله"
    },
    {
        "id": "495",
        "name": "طيرة الكرمل"
    },
    {
        "id": "494",
        "name": "عين الاسد"
    },
    {
        "id": "501",
        "name": "عين حوض"
    },
    {
        "id": "506",
        "name": "كريات اتا"
    },
    {
        "id": "484",
        "name": "كسرى سميع"
    },
    {
        "id": "500",
        "name": "لهافيم"
    },
    {
        "id": "491",
        "name": "معليا"
    },
    {
        "id": "507",
        "name": "معلي افريم"
    },
    {
        "id": "502",
        "name": "نهاريا"
    },
    {
        "id": "488",
        "name": "نوف هجليل"
    },
    {
        "id": "485",
        "name": "هود هشارون"
    },
    {
        "id": "497",
        "name": "يوكنعام"
    },
    {
        "id": "3",
        "name": ""
    },
    {
        "id": "4",
        "name": ""
    },
    {
        "id": "5",
        "name": ""
    },
    {
        "id": "6",
        "name": ""
    },
    {
        "id": "7",
        "name": ""
    },
    {
        "id": "8",
        "name": "قباطية"
    },
    {
        "id": "9",
        "name": "اريحا"
    },
    {
        "id": "10",
        "name": "العيزرية"
    },
    {
        "id": "11",
        "name": "الزعيم"
    },
    {
        "id": "12",
        "name": "يطا"
    },
    {
        "id": "13",
        "name": "بيت لحم"
    },
    {
        "id": "14",
        "name": "الخليل"
    },
    {
        "id": "15",
        "name": "طوباس"
    },
    {
        "id": "16",
        "name": "طولكرم"
    },
    {
        "id": "17",
        "name": "سلفيت"
    },
    {
        "id": "18",
        "name": "ابو غوش"
    },
    {
        "id": "19",
        "name": "جنين"
    },
    {
        "id": "20",
        "name": "قلقيلية"
    },
    {
        "id": "21",
        "name": "ابو ديس"
    },
    {
        "id": "22",
        "name": "عين رافا"
    },
    {
        "id": "23",
        "name": "حيفا"
    },
    {
        "id": "24",
        "name": "عناتا"
    },
    {
        "id": "25",
        "name": "سخنين"
    },
    {
        "id": "26",
        "name": ""
    },
    {
        "id": "27",
        "name": "مخيم شعفاط"
    },
    {
        "id": "28",
        "name": ""
    },
    {
        "id": "29",
        "name": "السواحرة الشرقية"
    },
    {
        "id": "30",
        "name": ""
    },
    {
        "id": "31",
        "name": "البيرة"
    },
    {
        "id": "32",
        "name": "عين نقوبا"
    },
    {
        "id": "33",
        "name": "كفر عقب"
    },
    {
        "id": "34",
        "name": ""
    },
    {
        "id": "35",
        "name": ""
    },
    {
        "id": "36",
        "name": "الرام"
    },
    {
        "id": "37",
        "name": "رام الله"
    },
    {
        "id": "38",
        "name": "نابلس"
    },
    {
        "id": "291",
        "name": "ابطن"
    },
    {
        "id": "292",
        "name": ""
    },
    {
        "id": "419",
        "name": "ابو تلول"
    },
    {
        "id": "293",
        "name": "ابو سنان"
    },
    {
        "id": "420",
        "name": "ابو قرينات"
    },
    {
        "id": "421",
        "name": "اريال"
    },
    {
        "id": "422",
        "name": "اشدود"
    },
    {
        "id": "423",
        "name": "اشكلون"
    },
    {
        "id": "294",
        "name": "اعبلين"
    },
    {
        "id": "295",
        "name": "اكسال"
    },
    {
        "id": "296",
        "name": "البعنه"
    },
    {
        "id": "297",
        "name": "البعينة نجيدات"
    },
    {
        "id": "298",
        "name": "البقيعة"
    },
    {
        "id": "382",
        "name": "البلدة القديمة أبواب"
    },
    {
        "id": "383",
        "name": "التله الفرنسيه"
    },
    {
        "id": "384",
        "name": "الثوري ابوطور"
    },
    {
        "id": "299",
        "name": "الجش"
    },
    {
        "id": "69",
        "name": ""
    },
    {
        "id": "302",
        "name": "الرامة"
    },
    {
        "id": "303",
        "name": ""
    },
    {
        "id": "399",
        "name": "الرملة"
    },
    {
        "id": "304",
        "name": "الرينه"
    },
    {
        "id": "305",
        "name": "الزرازير"
    },
    {
        "id": "306",
        "name": "الشبلة"
    },
    {
        "id": "385",
        "name": "الشيخ جراح"
    },
    {
        "id": "307",
        "name": "الشيخ دنون"
    },
    {
        "id": "386",
        "name": "الضاحية"
    },
    {
        "id": "387",
        "name": "الطور"
    },
    {
        "id": "444",
        "name": "الطيبة"
    },
    {
        "id": "308",
        "name": "الطيبة الزعبية"
    },
    {
        "id": "445",
        "name": "الطيرة"
    },
    {
        "id": "309",
        "name": "العزير"
    },
    {
        "id": "388",
        "name": "العيسويه"
    },
    {
        "id": "470",
        "name": "الغجر"
    },
    {
        "id": "310",
        "name": "الفريديس"
    },
    {
        "id": "64",
        "name": ""
    },
    {
        "id": "311",
        "name": "الكعبية"
    },
    {
        "id": "400",
        "name": "اللد"
    },
    {
        "id": "424",
        "name": "اللقية"
    },
    {
        "id": "65",
        "name": ""
    },
    {
        "id": "312",
        "name": "المزرعة"
    },
    {
        "id": "313",
        "name": ""
    },
    {
        "id": "314",
        "name": "المشهد"
    },
    {
        "id": "443",
        "name": "المشيرفه"
    },
    {
        "id": "315",
        "name": "المغار"
    },
    {
        "id": "2",
        "name": ""
    },
    {
        "id": "316",
        "name": "الناصرة"
    },
    {
        "id": "317",
        "name": "الناصره العليا"
    },
    {
        "id": "318",
        "name": "الناعورة"
    },
    {
        "id": "425",
        "name": ""
    },
    {
        "id": "319",
        "name": "النين"
    },
    {
        "id": "320",
        "name": "ام الغنم"
    },
    {
        "id": "446",
        "name": "ام القطف"
    },
    {
        "id": "426",
        "name": "ام بطين"
    },
    {
        "id": "401",
        "name": "اور يهودا"
    },
    {
        "id": "427",
        "name": ""
    },
    {
        "id": "402",
        "name": "بات يام"
    },
    {
        "id": "403",
        "name": "بار يعكوف"
    },
    {
        "id": "447",
        "name": "باقة الغربية"
    },
    {
        "id": "448",
        "name": "برطعة"
    },
    {
        "id": "321",
        "name": "بسمة طبعون"
    },
    {
        "id": "471",
        "name": "بقعاتا"
    },
    {
        "id": "404",
        "name": "بني براك"
    },
    {
        "id": "322",
        "name": "بيت جان"
    },
    {
        "id": "405",
        "name": "بيتح تكفا"
    },
    {
        "id": "389",
        "name": "بيت حنينا"
    },
    {
        "id": "390",
        "name": "بيت صفافا"
    },
    {
        "id": "428",
        "name": "بير السبع"
    },
    {
        "id": "449",
        "name": "بير السكة"
    },
    {
        "id": "429",
        "name": "بير المشاش"
    },
    {
        "id": "323",
        "name": "بير المكسور"
    },
    {
        "id": "324",
        "name": "ترشيحا"
    },
    {
        "id": "406",
        "name": "تل ابيب"
    },
    {
        "id": "430",
        "name": "تل السبع"
    },
    {
        "id": "431",
        "name": "تل عراد"
    },
    {
        "id": "391",
        "name": "جبل المكبر"
    },
    {
        "id": "450",
        "name": "جت"
    },
    {
        "id": "325",
        "name": "جت الجليل"
    },
    {
        "id": "300",
        "name": ""
    },
    {
        "id": "326",
        "name": "جديده المكر"
    },
    {
        "id": "327",
        "name": "جسر الزرقاء"
    },
    {
        "id": "451",
        "name": ""
    },
    {
        "id": "452",
        "name": "جلجولية"
    },
    {
        "id": "66",
        "name": ""
    },
    {
        "id": "328",
        "name": "حجاجره"
    },
    {
        "id": "329",
        "name": "حرفيش"
    },
    {
        "id": "453",
        "name": "حريش"
    },
    {
        "id": "432",
        "name": "حورة"
    },
    {
        "id": "407",
        "name": "حولون"
    },
    {
        "id": "330",
        "name": "خوالد"
    },
    {
        "id": "331",
        "name": "دالية الكرمل"
    },
    {
        "id": "332",
        "name": "دبورية"
    },
    {
        "id": "333",
        "name": "دير الاسد"
    },
    {
        "id": "334",
        "name": "دير حنا"
    },
    {
        "id": "433",
        "name": "ديمونا"
    },
    {
        "id": "392",
        "name": "راس العامود"
    },
    {
        "id": "408",
        "name": "رعنانا"
    },
    {
        "id": "409",
        "name": "رمات جان"
    },
    {
        "id": "434",
        "name": "رمات خوڤاڤ"
    },
    {
        "id": "435",
        "name": "رهط"
    },
    {
        "id": "410",
        "name": "روش هعاين"
    },
    {
        "id": "335",
        "name": "رومانه"
    },
    {
        "id": "411",
        "name": "ريشون لتسيون"
    },
    {
        "id": "454",
        "name": "زلفة"
    },
    {
        "id": "455",
        "name": "زيمر"
    },
    {
        "id": "336",
        "name": "ساجور"
    },
    {
        "id": "456",
        "name": "سالم"
    },
    {
        "id": "393",
        "name": "سلوان"
    },
    {
        "id": "337",
        "name": "سولم"
    },
    {
        "id": "394",
        "name": ""
    },
    {
        "id": "338",
        "name": "شبلي"
    },
    {
        "id": "339",
        "name": "شعب"
    },
    {
        "id": "395",
        "name": "شعفاط"
    },
    {
        "id": "340",
        "name": ""
    },
    {
        "id": "341",
        "name": "شفاعمرو"
    },
    {
        "id": "436",
        "name": "شقيب السلام"
    },
    {
        "id": "60",
        "name": ""
    },
    {
        "id": "62",
        "name": ""
    },
    {
        "id": "61",
        "name": ""
    },
    {
        "id": "342",
        "name": "صفد"
    },
    {
        "id": "396",
        "name": "صور باهر"
    },
    {
        "id": "343",
        "name": "ضميده"
    },
    {
        "id": "344",
        "name": "طباش"
    },
    {
        "id": "345",
        "name": "طبريا"
    },
    {
        "id": "346",
        "name": "طرعان"
    },
    {
        "id": "347",
        "name": "طمرة"
    },
    {
        "id": "348",
        "name": "طمرة الزعبية"
    },
    {
        "id": "472",
        "name": "طوبا الزنجريه"
    },
    {
        "id": "457",
        "name": "عارة"
    },
    {
        "id": "349",
        "name": "عرابة"
    },
    {
        "id": "350",
        "name": ""
    },
    {
        "id": "437",
        "name": "عراد"
    },
    {
        "id": "351",
        "name": "عرب العرامشة"
    },
    {
        "id": "352",
        "name": "عرب الهيب"
    },
    {
        "id": "458",
        "name": "عرعرة (الشمال)"
    },
    {
        "id": "438",
        "name": "عرعره النقب"
    },
    {
        "id": "353",
        "name": "عسفيا"
    },
    {
        "id": "397",
        "name": "عطروت"
    },
    {
        "id": "354",
        "name": "عفولة"
    },
    {
        "id": "355",
        "name": "عكا"
    },
    {
        "id": "356",
        "name": "عيلبون"
    },
    {
        "id": "357",
        "name": "عيلوط"
    },
    {
        "id": "459",
        "name": "عين السهلة"
    },
    {
        "id": "473",
        "name": "عين قينيا"
    },
    {
        "id": "358",
        "name": "عين ماهل"
    },
    {
        "id": "412",
        "name": "فريديس"
    },
    {
        "id": "360",
        "name": "فسوطه"
    },
    {
        "id": "439",
        "name": "قرية دريجات"
    },
    {
        "id": "440",
        "name": "قصر السر"
    },
    {
        "id": "460",
        "name": "قلنسوة"
    },
    {
        "id": "361",
        "name": "كابول"
    },
    {
        "id": "362",
        "name": "كرمئيل"
    },
    {
        "id": "413",
        "name": "كريات اونو"
    },
    {
        "id": "474",
        "name": "كريات شمونه"
    },
    {
        "id": "441",
        "name": "كسيفه"
    },
    {
        "id": "363",
        "name": ""
    },
    {
        "id": "461",
        "name": "كفار سابا"
    },
    {
        "id": "462",
        "name": "كفر برا"
    },
    {
        "id": "364",
        "name": "كفر سميع"
    },
    {
        "id": "463",
        "name": "كفر قاسم"
    },
    {
        "id": "465",
        "name": ""
    },
    {
        "id": "464",
        "name": "كفر قرع"
    },
    {
        "id": "365",
        "name": "كفر كما"
    },
    {
        "id": "366",
        "name": "كفر كنا"
    },
    {
        "id": "367",
        "name": "كفر مصر"
    },
    {
        "id": "368",
        "name": "كفر مندا"
    },
    {
        "id": "369",
        "name": "كفر ياسيف"
    },
    {
        "id": "370",
        "name": "كمانة"
    },
    {
        "id": "371",
        "name": "كوكب ابو الهيجا"
    },
    {
        "id": "475",
        "name": "كيبوتس دان"
    },
    {
        "id": "68",
        "name": ""
    },
    {
        "id": "372",
        "name": "مجد الكروم"
    },
    {
        "id": "476",
        "name": "مجدل شمس"
    },
    {
        "id": "477",
        "name": "مسعدة"
    },
    {
        "id": "466",
        "name": "مشيرفة"
    },
    {
        "id": "467",
        "name": "مصمص"
    },
    {
        "id": "468",
        "name": "معاوية"
    },
    {
        "id": "373",
        "name": "مقيبلة"
    },
    {
        "id": "359",
        "name": ""
    },
    {
        "id": "374",
        "name": "منشية الزبدة"
    },
    {
        "id": "442",
        "name": "مولادا"
    },
    {
        "id": "469",
        "name": "ميسر"
    },
    {
        "id": "414",
        "name": "نتانيا"
    },
    {
        "id": "415",
        "name": ""
    },
    {
        "id": "416",
        "name": ""
    },
    {
        "id": "375",
        "name": "نحف"
    },
    {
        "id": "301",
        "name": "نين"
    },
    {
        "id": "417",
        "name": "هرتسيليا"
    },
    {
        "id": "376",
        "name": "واد سلامة"
    },
    {
        "id": "398",
        "name": "وادي الجوز"
    },
    {
        "id": "377",
        "name": "وادي الحمام"
    },
    {
        "id": "378",
        "name": ""
    },
    {
        "id": "67",
        "name": ""
    },
    {
        "id": "418",
        "name": "يافا"
    },
    {
        "id": "379",
        "name": "يافة الناصرة"
    },
    {
        "id": "380",
        "name": "يانوح"
    },
    {
        "id": "381",
        "name": "يركا"
    }
]

export default FIXED_AREAS