 const ARTICLES=[

  {
    "id": 1,
    "icon": require("../assets/images/article1.png"),
    "title": "أهمية المكملات الغذائية الطبيعية في نمط الحياة الصحي",
    "content": [
      "تلعب المكملات الغذائية دورًا مهمًا في تعزيز الصحة العامة وتلبية احتياجات الجسم من العناصر الغذائية التي قد لا يتم الحصول عليها بالكامل من النظام الغذائي اليومي. ومع ذلك، يُفضل دائمًا الحصول على هذه العناصر من مصادر طبيعية لضمان أقصى استفادة صحية وتقليل المخاطر المحتملة المرتبطة بالمكملات الاصطناعية.",
      "فوائد المكملات الغذائية الطبيعية:",
      "1. تعزيز الصحة العامة: تُساهم المكملات الطبيعية في دعم وظائف الجسم المختلفة، مثل تعزيز الجهاز المناعي، تحسين صحة الجلد، والشعر، والأظافر، ودعم صحة القلب والأوعية الدموية.",
      "2. امتصاص أفضل: تحتوي المصادر الطبيعية على مجموعة متكاملة من العناصر الغذائية التي تعمل بتناغم، مما يُسهِّل عملية الامتصاص والاستخدام الفعّال لهذه العناصر في الجسم.",
      "3. تقليل المخاطر الصحية: تُقلل المكملات الطبيعية من احتمالية التعرض للآثار الجانبية المرتبطة بالمواد الكيميائية والإضافات الصناعية الموجودة في المكملات الاصطناعية.",
      "أمثلة على المكملات الغذائية الطبيعية:",
      "\u2022 الأطعمة الغنية بالفيتامينات والمعادن: مثل الفواكه، الخضروات، الحبوب الكاملة، والمكسرات.",
      "\u2022 الأعشاب الطبيعية: مثل الزنجبيل، الكركم، والثوم، التي تُستخدم لتعزيز الصحة العامة ومكافحة الالتهابات.",
      "\u2022 المكملات المستخلصة من مصادر طبيعية: مثل زيت السمك الذي يحتوي على أحماض أوميغا-3 الدهنية، ومكملات البروتين النباتي المستخلصة من البقوليات."
    ]
  }
  ,
    {
      "id": 2,
      "icon": require("../assets/images/article1.png"),
      "title": "الفرق بين المكملات الطبيعية والاصطناعية: ما الذي يجب أن تعرفه؟",
      "content": [
        "عند الحديث عن المكملات الغذائية، من الضروري فهم الفروقات بين المصادر الطبيعية والاصطناعية لضمان اتخاذ قرارات مستنيرة بشأن صحتنا.",
        "المكملات الطبيعية:",
        "\u2022 المصدر: تُستخلص من مصادر غذائية طبيعية دون تدخل كيميائي، مثل الفواكه، الخضروات، والأعشاب.",
        "\u2022 التركيب: تحتوي على مجموعة متكاملة من العناصر الغذائية التي تعمل معًا بتناسق، مما يُعزز من فعاليتها وامتصاصها في الجسم.",
        "\u2022 الفوائد: تُعتبر أكثر أمانًا وأقل عرضة للتسبب في آثار جانبية، وتُوفر فوائد صحية متعددة بفضل احتوائها على مركبات طبيعية إضافية.",
        "المكملات الاصطناعية:",
        "\u2022 المصدر: تُصنع كيميائيًا في المختبرات لمحاكاة التركيب الجزيئي للعناصر الغذائية الطبيعية.",
        "\u2022 التركيب: قد تفتقر إلى المركبات الداعمة الموجودة في المصادر الطبيعية، مما قد يؤثر على فعاليتها وامتصاصها.",
        "\u2022 المخاطر: قد تحتوي على إضافات صناعية أو مواد حافظة قد تُسبب آثارًا جانبية أو تفاعلات تحسسية لدى بعض الأفراد."
      ]
    },
    {
      "id": 3,
      "icon": require("../assets/images/article1.png"),
      "title": "حبة البركة",
      "content": [
        "المعروفة أيضًا بالحبة السوداء أو الكمون الأسود، هي بذور نبات الشونيز المزروع (Nigella sativa) الذي ينتمي إلى الفصيلة الحوذانية. تُزرع هذه النبتة في مناطق عديدة، بما في ذلك الجزيرة العربية، والمشرق العربي، والمغرب العربي، وإيران، والهند، وباكستان، وتُستخدم بذورها في الطب التقليدي منذ آلاف السنين.",
        "المكونات الكيميائية لحبة البركة:",
        "\u2022 الثيموكينون (Thymoquinone): يُعتبر المركب الرئيسي في الزيت الطيار لحبة البركة، وله خصائص مضادة للأكسدة والالتهابات، وقد أظهرت دراسات مخبرية قدرته على مكافحة بعض أنواع السرطان.",
        "\u2022 الزيوت الثابتة والطّيارة: تحتوي البذور على زيوت ثابتة بنسبة تتراوح بين 30-35%، وزيوت طيارة بنسبة 0.4-0.45%.",
        "\u2022 البروتينات والأحماض الأمينية: تُشكّل البروتينات حوالي 20-23% من مكونات البذور، وتحتوي على أحماض أمينية أساسية مثل الأرجينين.",
        "\u2022 الفيتامينات والمعادن: تضم البذور مجموعة من الفيتامينات والمعادن، بما في ذلك الحديد، والزنك، والنحاس، والكالسيوم، والفسفور، بالإضافة إلى فيتامينات مثل B1، B2، B3، وحمض الفوليك.",
        "الفوائد الصحية لحبة البركة:",
        "\u2022 تعزيز جهاز المناعة: تُساهم المركبات النشطة في حبة البركة في تعزيز وظائف الجهاز المناعي، مما يساعد الجسم على مقاومة الأمراض.",
        "\u2022 مضادة للميكروبات: أظهرت الأبحاث أن لحبة البركة تأثيرات مثبطة لنمو بعض أنواع البكتيريا والفطريات، مما يجعلها مفيدة في مكافحة العدوى.",
        "\u2022 خفض مستويات السكر في الدم: تشير بعض الدراسات إلى أن تناول حبة البركة قد يساعد في تنظيم مستويات الجلوكوز في الدم، مما قد يكون مفيدًا لمرضى السكري.",
        "\u2022 مضادة للالتهابات: تُظهر المركبات الموجودة في حبة البركة خصائص مضادة للالتهابات، مما قد يساعد في تخفيف أعراض الأمراض الالتهابية.",
        "\u2022 حماية الكبد: أظهرت بعض الدراسات أن لحبة البركة تأثيرات وقائية على الكبد، مما يساعد في حمايته من التلف الناتج عن السموم.",
        "الاستخدامات التقليدية:",
        "\u2022 مشاكل الجهاز التنفسي: مثل الربو والتهاب الشعب الهوائية.",
        "\u2022 اضطرابات الجهاز الهضمي: مثل الانتفاخ وعسر الهضم.",
        "\u2022 الصداع وآلام الأسنان: كعلاج تقليدي لتخفيف الألم.",
        "\u2022 مشاكل البشرة: مثل الأكزيما والصدفية.",
        "الاحتياطات والتوصيات:",
        "\u2022 الحمل والرضاعة: يُفضل استشارة الطبيب قبل تناولها خلال فترات الحمل والرضاعة.",
        "\u2022 الأطفال: يُنصح بعدم إعطائها للأطفال دون استشارة طبية.",
        "\u2022 التفاعلات الدوائية: قد تتفاعل حبة البركة مع بعض الأدوية، لذا يُنصح بمراجعة الطبيب قبل استخدامها مع الأدوية الأخرى.",
        "في الختام، تُعتبر حبة البركة من النباتات ذات الفوائد الصحية المتعددة، ولكن يجب استخدامها بحذر وتحت إشراف طبي، خاصة في الحالات الصحية الخاصة أو عند تناول أدوية أخرى.",
        "المصادر:",
        "https://ar.m.wikipedia.org/wiki/حبة_البركة",
        "https://altibbi.com/الادوية/حبة-البركة-علمي",
        "https://www.webteb.com/articles/مكونات-الحبة-السوداء_28036",
        "https://arabic.cnn.com/science-and-health/article/2024/03/13/black-seed-health-benefits",
        "https://www.doh.gov.ae/-/media/E126CAACAC624F659EAC6CCE83E67694.ashx",
        "https://arsco.org/articles/article-detail-15878/"
      ]
    },
      {
        "id": 4,
        "icon": require("../assets/images/article1.png"),
        "title": "السيطرة على الشهية: سر فقدان الوزن الناجح",
        "content": [
          "لماذا لا تستطيع التحكم في شهيتك؟",
          "يعاني الكثيرون من الرغبة المستمرة في تناول الطعام، حتى عندما لا يكونون جائعين. هذه المشكلة قد تعرقل أي محاولة لفقدان الوزن أو الحفاظ على نمط حياة صحي. لكن هل تعلم أن هناك مكونات طبيعية تساعد في تقليل الشهية وتنظيم الشعور بالجوع؟",
          "بدلاً من اللجوء إلى الأنظمة القاسية، يمكن دعم الجسم بعناصر غذائية طبيعية مثل بذور الشيا، التي تعتبر من أقوى الحلول الطبيعية لسد الشهية وتعزيز الشعور بالشبع لفترات أطول.",
          "لماذا نشعر بالجوع المستمر؟",
          "✅ عدم استقرار مستويات السكر في الدم يؤدي إلى رغبة ملحة في تناول السكريات والكربوهيدرات.",
          "✅ نقص الألياف في النظام الغذائي يجعل المعدة تفرغ الطعام بسرعة، مما يزيد من الشعور بالجوع.",
          "✅ عدم شرب كمية كافية من الماء يسبب الجوع الكاذب، حيث يخلط الجسم بين العطش والجوع.",
          "كيف تساعد بذور الشيا في تقليل الشهية؟",
          "بذور الشيا تمتص الماء داخل المعدة، مما يجعلها تتمدد وتمنح شعوراً طبيعياً بالشبع، مما يقلل من تناول السعرات الحرارية.",
          "🔹 غنية بالألياف القابلة للذوبان التي تبطئ عملية الهضم وتقلل الجوع.",
          "🔹 تنظم مستويات السكر في الدم مما يمنع تقلبات الجوع المفاجئة.",
          "🔹 تمنح طاقة مستدامة دون الحاجة إلى تناول وجبات خفيفة غير ضرورية.",
          "Life for Rashaqa – دعم طبيعي للتحكم في الشهية",
          "إذا كنت تبحث عن طريقة طبيعية وفعالة لتقليل الشهية دون التأثير على مستويات الطاقة، فإن Life for Rashaqa هو الحل المثالي.",
          "تحكم في شهيتك بطريقة ذكية وطبيعية! Life for Rashaqa يمنحك الدعم الغذائي الذي تحتاجه لتحقيق أهدافك الصحية."
        ]
      },
      {
        "id": 5,
        "icon": require("../assets/images/article1.png"),
        "title": "ﻛﻴﻒ ﺗﻌﺰز ﻋﻤﻠﻴﺔ اﻟﺘﻤﺜﻴﻞ اﻟﻐﺬاﺋﻲ ﻟﺪﻳﻚ ﺑﺸﻜﻞ ﻃﺒﻴﻌﻲ؟",
        "content": [
            "اﻟﻤﻘﺪﻣﺔ: ﴎ ﻓﻘﺪان اﻟﻮزن ﻟﻴﺲ ﻓﻲ ﺗﻘﻠﻴﻞ اﻟﻄﻌﺎم ﻓﻘﻂ!",
            "اﻟﻜﺜﲑ ﻳﻌﺎﻧﻮن ﻣﻦ ﺑﻄء ﻓﻲ ﻋﻤﻠﻴﺔ اﻟﺘﻤﺜﻴﻞ اﻟﻐﺬاﺋﻲ، ﻣﻤﺎ ﻳﺠﻌﻞ ﻓﻘﺪان اﻟﻮزن أﻛﱶ ﺻﻌﻮﺑﺔ. ﻟﻜﻦ ﻫﻨﺎﻟﻚ ﻃﺮق ﻃﺒﻴﻌﻴﺔ ﻟﺘﺤﻔﲒ ﻋﻤﻠﻴﺔ اﻷﻳﺾ دون اﻟﺤﺎﺟﺔ إﱃ ﺣﻤﻴﺎت ﻗﺎﺳﻴﺔ؟",
            "ﺗﺤﺴﲔ ﻋﻤﻠﻴﺔ اﻷﻳﺾ ﻻ ﻳﻌﺘﻤﺪ ﻓﻘﻂ ﻋﲆ ﻋﺪد اﻟﺴﻌﺮات اﻟﺤﺮارﻳﺔ اﻟﱵ ﺗﺘﻨﺎوﻟﻬﺎ، ﺑﻞ ﻋﲆ ﻛﻴﻒ ﻳﺴﺘﺨﺪﻣﻬﺎ ﺟﺴﻤﻚ ﺑﻜﻔﺎءة. وﻫﻨﺎ ﻳﺄﺗﻲ دور ﺑﺬور اﻟﺸﻴﺎ اﻟﱵ ﺗﺴﺎﻋﺪ ﻓﻲ ﺗﻌﺰﻳﺰ اﻷﻳﺾ ﺑﻄﺮﻳﻘﺔ ﻃﺒﻴﻌﻴﺔ وﻣﺴﺘﺪاﻣﺔ.",
            "ﻣﺎ اﻟﺬي ﻳﺆﺛﺮ ﻋﲆ ﴎﻋﺔ اﻟﺘﻤﺜﻴﻞ اﻟﻐﺬاﺋﻲ؟",
            "✅ ﻧﻘﺺ اﻟﱪوﺗﲔ واﻷﻟﻴﺎف ﻳﺒﻄﺊ ﻋﻤﻠﻴﺔ ﺣﺮق اﻟﺪﻫﻮن.",
            "✅ ﻗﻠﺔ اﻟﺤﺮﻛﺔ اﻟﻴﻮﻣﻴﺔ ﺗﻘﻠﻞ ﻣﻦ ﻗﺪرة اﻟﺠﺴﻢ ﻋﲆ اﺳﺘﺨﺪام اﻟﺴﻌﺮات اﻟﺤﺮارﻳﺔ ﺑﻜﻔﺎءة.",
            "ﻛﻴﻒ ﺗﺴﺎﻋﺪ ﺑﺬور اﻟﺸﻴﺎ ﻓﻲ ﺗﴪﻳﻊ ﻋﻤﻠﻴﺔ اﻟﺘﻤﺜﻴﻞ اﻟﻐﺬاﺋﻲ؟",
            "ﺑﺬور اﻟﺸﻴﺎ ﻏﻨﻴﺔ ﺑﺎﻷﻟﻴﺎف واﻟﱪوﺗﻴﻨﺎت اﻟﱵ ﺗﻌﺰز ﺣﺮق اﻟﺪﻫﻮن وﺗﻤﻨﺢ ﺷﻌﻮ ًرا أﻃﻮﻝ ﺑﺎﻟﺸﺒﻊ.",
            "4 ﺗﺴﺎﻋﺪ ﻓﻲ ﺗﺤﺴﲔ ﻋﻤﻠﻴﺔ اﻟﻬﻀﻢ ﻣﻤﺎ ﻳﻤﻨﺢ اﻟﺠﺴﻢ اﻟﻘﺪرة ﻋﲆ اﻣﺘﺼﺎص اﻟﻤﻐﺬﻳﺎت ﺑﺸﻜﻞ أﻓﻀﻞ.",
            "4 ﺗﺤﺎﻓﻆ ﻋﲆ اﺳﺘﻘﺮار ﻣﺴﺘﻮﻳﺎت اﻟﺴﻜﺮ ﻓﻲ اﻟﺪم ﻣﻤﺎ ﻳﺴﺎﻋﺪ ﻓﻲ ﺗﻘﻠﻴﻞ ﺗﺨﺰﻳﻦ اﻟﺪﻫﻮن اﻟﺰاﺋﺪة.",
            "4 ﺗﻌﺰز إﻧﺘﺎج اﻟﻄﺎﻗﺔ ﺑﻔﻀﻞ اﻷﺣﻤﺎض اﻟﺪﻫﻨﻴﺔ اﻟﱵ ﺗﺪﻋﻢ ﻧﺸﺎط اﻟﺠﺴﻢ."
        ]
     },
     {
        "id": 6,
        "icon": require("../assets/images/article1.png"),
        "title": "ﻛﻴﻒ ﺗﺆﺛﺮ اﻟﻬﺮﻣﻮﻧﺎت ﻋﲆ ﻓﻘﺪان اﻟﻮزن؟",
        "content": [
            "إذا ﻛﻨﺖ ﺗﺘﺒﻊ ﻧﻈﺎﻣﺎ ﻏﺬاﺋ ًﻴﺎ وﺗﻤﺎرس اﻟﺘﻤﺎرﻳﻦ اﻟﺮﻳﺎﺿﻴﺔ وﻟﻜﻨﻚ ﻻ ﺗﺮى ﻧﺘﺎﺋﺞ ﻣﺮﺿﻴﺔ، ﻓﻘﺪ ﻳﻜﻮن اﻟﺴﺒﺐ اﻟﻬﺮﻣﻮﻧﺎت! اﻟﺠﺴﻢ ﻳﻌﺘﻤﺪ ﻋﲆ ﺗﻮازن دﻗﻴﻖ ﺑﲔ ﻋﺪة ﻫﺮﻣﻮﻧﺎت ﻟﺘﻨﻈﻴﻢ اﻟﺸﻌﻮر ﺑﺎﻟﺠﻮع، اﻟﺘﻤﺜﻴﻞ اﻟﻐﺬاﺋﻲ، وﺗﺨﺰﻳﻦ اﻟﺪﻫﻮن.",
            "ﺑﻌﺾ اﻟﻬﺮﻣﻮﻧﺎت ﻳﻤﻜﻦ أن ﺗﺴﺎﻋﺪك ﻋﲆ ﻓﻘﺪان اﻟﻮزن، ﺑﻴﻨﻤﺎ ﻗﺪ ﺗﺠﻌﻞ أﺧﺮى ﻣﻦ اﻟﺼﻌﺐ ﺗﺤﻘﻴﻖ ﻧﺘﺎﺋﺞ ﻣﻠﺤﻮﻇﺔ. ﻓﻜﻴﻒ ﻳﻤﻜﻨﻚ دﻋﻢ ﺟﺴﻤﻚ ﻃﺒﻴﻌ ًﻴﺎ ﻟﺘﺤﻘﻴﻖ اﻟﺘﻮازن اﻟﻬﺮﻣﻮﻧﻲ اﻟﺬي ﻳﻌﺰز ﻓﻘﺪان اﻟﻮزن؟",
            "أﻫﻢ اﻟﻬﺮﻣﻮﻧﺎت اﻟﱵ ﺗﺆﺛﺮ ﻋﲆ ﻓﻘﺪان اﻟﻮزن",
            "✅ اﻷﻧﺴﻮﻟﲔ: ﻋﻨﺪﻣﺎ ﺗﻜﻮن ﻣﺴﺘﻮﻳﺎﺗﻪ ﻣﺮﺗﻔﻌﺔ ﺑﺎﺳﺘﻤﺮار، ﻗﺪ ﻳﺆدي ذﻟﻚ إﱃ ﺗﺨﺰﻳﻦ اﻟﺪﻫﻮن وزﻳﺎدة اﻟﻮزن.",
            "✅ اﻟﻜﻮرﺗﲒول )ﻫﺮﻣﻮن اﻟﺘﻮﺗﺮ:( زﻳﺎدﺗﻪ ﺑﺴﺒﺐ اﻟﻀﻐﻂ اﻟﻨﻔﴘ ﻗﺪ ﺗﺆدي إﱃ ﺗﺨﺰﻳﻦ اﻟﺪﻫﻮن ﻓﻲ ﻣﻨﻄﻘﺔ اﻟﺒﻄﻦ.",
            "✅ اﻟﻠﺒﺘﲔ: ﻫﻮ اﻟﻬﺮﻣﻮن اﻟﻤﺴﺆول ﻋﻦ اﻟﺸﻌﻮر ﺑﺎﻟﺸﺒﻊ، وﻋﻨﺪﻣﺎ ﻳﻜﻮن ﻏﲑ ﻣﺘﻮازن، ﻗﺪ ﺗﺠﺪ ﻧﻔﺴﻚ ﺗﺄﻛﻞ دون أن ﺗﺸﻌﺮ ﺑﺎﻟﺠﻮع اﻟﺤﻘﻴﻘﻲ.",
            "ﺑﺬور اﻟﺸﻴﺎ ﻟﻴﺴﺖ ﻓﻘﻂ ﻏﻨﻴﺔ ﺑﺎﻷﻟﻴﺎف واﻟﱪوﺗﲔ، ﺑﻞ ﺗﺤﺘﻮي أﻳﻀﺎ ﻋﲆ أﺣﻤﺎض أوﻣﻴﻐﺎ3- اﻟﺪﻫﻨﻴﺔ، اﻟﱵ ﺗﻠﻌﺐ دو ًرا ﻛﺒﲑا ﻓﻲ دﻋﻢ اﻟﺘﻮازن اﻟﻬﺮﻣﻮﻧﻲ وﺗﺤﺴﲔ ﻓﻘﺪان اﻟﻮزن.",
            "4 ﺗﻘﻠﻞ ﻣﻦ ﻫﺮﻣﻮن اﻟﻜﻮرﺗﲒول اﻟﻤﺮﺗﺒﻂ ﺑﺎﻟﺘﻮﺗﺮ، ﻣﻤﺎ ﻳﻘﻠﻞ ﻣﻦ اﻟﺮﻏﺒﺔ ﻓﻲ ﺗﻨﺎول اﻟﻄﻌﺎم اﻟﻌﺎﻃﻔﻲ.",
            "4 ﺗﻌﺰز إﻧﺘﺎج اﻟﻠﺒﺘﲔ، ﻣﻤﺎ ﻳﺴﺎﻋﺪك ﻋﲆ اﻟﺸﻌﻮر ﺑﺎﻟﺸﺒﻊ ﻟﻔﱰة أﻃﻮل."
        ]
    },
    {
      id:7,
      icon:require("../assets/images/article1.png"),
      title:"ﺣﺒﺔ اﻟﱪﻛﺔ: اﻟﴪ اﻟﻄﺒﻴﻌﻲ ﻟﺼﺤﺔ ﻣﺘﻜﺎﻣﻠﺔ",
      firstContent:"",
      content:["ﻓﻲ ﻋﺎﻟﻢ ﻣﲇء ﺑﺎﻟﻤﻜﻤﻼت اﻟﻐﺬاﺋﻴﺔ اﻟﺼﻨﺎﻋﻴﺔ، ﺗﺒﻘﻰ ﺣﺒﺔ اﻟﱪﻛﺔ واﺣﺪة ﻣﻦ أﻗﻮى اﻟﺤﻠﻮل اﻟﻄﺒﻴﻌﻴﺔ اﻟﱵ اﺳﺘﺨﺪﻣﺖ ﻣﻨﺬ آﻻف اﻟﺴﻨﲔ ﻟﺪﻋﻢ اﻟﺼﺤﺔ. ﻟﻜﻦ ﻟﻤﺎذا ﻛﻞ ﻫﺬا اﻻﻫﺘﻤﺎم ﺑﻬﺎ؟ﺑﺒﺴﺎﻃﺔ، ﻷﻧﻬﺎ ﻣﻨﺠﻢ ﻃﺒﻴﻌﻲ ﻟﻠﻄﺎﻗﺔ واﻟﺘﻮازن.",
              ,"ﺳﻮاء ﻛﻨﺖ ﺗﺒﺤﺚ ﻋﻦ ﺗﻌﺰﻳﺰ اﻟﻤﻨﺎﻋﺔ، ﺗﺤﺴﲔ اﻟﻬﻀﻢ، أو زﻳﺎدة ﻃﺎﻗﺘﻚ اﻟﻴﻮﻣﻴﺔ، ﻓﺈن ﻣﻨﺘﺞ ﺷﻔﺎء اﻟﻤﺼﻨﻮع ﻣﻦ ﺣﺒﺔ اﻟﱪﻛﺔ اﻟﻄﺒﻴﻌﻴﺔ %100 ﻳﻤﻨﺤﻚ ﻓﻮاﺋﺪ ﻻ ﻣﺜﻴﻞ ﻟﻬﺎ، ﻣﺴﺘﻮﺣﺎة ﻣﻦاﻟﻄﺒﻴﻌﺔ وﻣﺪﻋﻮﻣﺔ ﺑﺎﻟﻌﻠﻢ"
      ,"اﻟﻔﻮاﺋﺪ اﻟﺼﺤﻴﺔ ﻟﺤﺒﺔ اﻟﱪﻛﺔ:","✅ ﺗﻌﺰﻳﺰ اﻟﻤﻨﺎﻋﺔ: ﺗﺤﺘﻮي ﻋﲆ ﻣﻀﺎدات أﻛﺴﺪة ﻗﻮﻳﺔ ﺗﺤﻤﻲ اﻟﺠﺴﻢ ﻣﻦ اﻻﻟﺘﻬﺎﺑﺎت وﺗﻘﻮيﺟﻬﺎز اﻟﻤﻨﺎﻋﺔ. "
      ,"✅ ﺗﻨﻈﻴﻢ ﻣﺴﺘﻮﻳﺎت اﻟﺴﻜﺮ: ﺗﺴﺎﻋﺪ ﻓﻲ ﺗﺤﺴﲔ اﺳﺘﺠﺎﺑﺔ اﻟﺠﺴﻢ ﻟﻸﻧﺴﻮﻟﲔ، ﻣﻤﺎ ﻳﺤﺎﻓﻆ ﻋﲆ ﻣﺴﺘﻮﻳﺎت ﻃﺎﻗﺔ ﻣﺘﻮازﻧﺔ. "
      ,"✅ ﺗﺤﺴﲔ ﺻﺤﺔ اﻟﺠﻬﺎز اﻟﻬﻀﻤﻲ: ﺗﺪﻋﻢ ﺻﺤﺔ اﻷﻣﻌﺎء وﺗﺴﺎﻋﺪ ﻓﻲ اﻟﻬﻀﻢ ﺑﻔﻀﻞ ﻣﺮﻛﺒﺎﺗﻬﺎاﻟﻄﺒﻴﻌﻴﺔ."
      ,"زﻳﺎدة اﻟﱰﻛﲒ واﻟﻨﺸﺎط: ﺗﺴﺎﻋﺪ ﻓﻲ ﺗﻘﻠﻴﻞ اﻟﺘﻌﺐ وﺗﻌﺰز اﻟﻘﺪرة اﻟﺬﻫﻨﻴﺔ، ﻣﻤﺎ ﻳﺠﻌﻠﻬﺎ ﺧﻴﺎ ًراﻣﺜﺎﻟ ًﻴﺎ ﻟﻠﺤﻴﺎة اﻟﻴﻮﻣﻴﺔ."
      ," ﻟﻤﺎذا ﻣﻨﺘﺞ ﺷﻔﺎء ﺑﺤﺒﺔ اﻟﱪﻛﺔ؟"
      ,"✅100% ﻃﺒﻴﻌﻲ: ﺑﺪون أي إﺿﺎﻓﺎت ﺻﻨﺎﻋﻴﺔ، ﻣﺴﺘﺨﻠﺺ ﻣﻦ أﺟﻮد أﻧﻮاع اﻟﺤﺒﺔ اﻟﺴﻮداء."
      ,"✅ﺗﺮﻛﻴﺒﺔ ﻓﻌﺎﻟﺔ: ﻣﺰﻳﺞ ﻣﺪروس ﻳﻤﻨﺤﻚ أﻗﴡ اﺳﺘﻔﺎدة ﻣﻦ ﻓﻮاﺋﺪ ﺣﺒﺔ اﻟﱪﻛﺔ."
      ,"✅ﺳﻬﻞ اﻻﺳﺘﺨﺪام: ﻳﻤﻜﻨﻚ ﺗﻨﺎوﻟﻪ ﺑﺴﻬﻮﻟﺔ ﻳﻮﻣ ًﻴﺎ ﻟﺘﻌﺰﻳﺰ ﻃﺎﻗﺘﻚ وﺻﺤﺘﻚ."
      ,"CTA – ﺟﺮﺑﻪ اﻵن!"
      ,"ﻻ ﺗﺪع ﻳﻮﻣﻚ ﻳﻤﺮ دون دﻋﻢ ﻃﺒﻴﻌﻲ ﻟﺠﺴﻤﻚ! ﻣﻨﺘﺞ ﺷﻔﺎء ﺑﺤﺒﺔ اﻟﱪﻛﺔ ﻫﻮ اﻟﺤﻞ اﻷﻣﺜﻞ ﻟﻤﻦ ﻳﺒﺤﺚ ﻋﻦ ﺻﺤﺔ ﻣﺘﻜﺎﻣﻠﺔ ﻣﺴﺘﻮﺣﺎة ﻣﻦ اﻟﻄﺒﻴﻌﺔ. ﺟﺮﺑﻪ اﻟﻴﻮم واﺑﺪأ رﺣﻠﺘﻚ ﻧﺤﻮ ﺣﻴﺎة أﻛﱶﺗﻮاز ًﻧﺎ."]
  },

  {
      id:8,
      icon:require("../assets/images/article1.png"),
      title:"ﺣﺒﺔ اﻟﱪﻛﺔ: اﻟﴪ اﻟﻄﺒﻴﻌﻲ ﻟﺼﺤﺔ ﻣﺘﻜﺎﻣﻠﺔ2",
      firstContent:"",
      content:[
          "اﻟﻬﻀﻢ اﻟﺴﻠﻴﻢ ﻣﻔﺘﺎح اﻟﺼﺤﺔ: ﻛﻴﻒ ﺗﺤﺎﻓﻆ ﻋﲆ ﺟﻬﺎز ﻫﻀﻤﻲ ﻣﺘﻮازن؟",
          "ﻫﻞ ﺷﻌﺮت ﻳﻮﻣﺎ ﺑﺎﻧﺘﻔﺎخ، إرﻫﺎق ﺑﻌﺪ ﺗﻨﺎول اﻟﻄﻌﺎم، أو ﻣﺸﺎﻛﻞ ﻓﻲ اﻟﻬﻀﻢ؟ اﻟﺠﻬﺎز اﻟﻬﻀﻤﻲ ﻫﻮ اﻟﻤﻔﺘﺎح اﻷﺳﺎﳼ ﻟﻠﺼﺤﺔ اﻟﻌﺎﻣﺔ، ﻓﻬﻮ ﻻ ﻳﻘﺘﴫ ﻓﻘﻂ ﻋﲆ ﻫﻀﻢ اﻟﻄﻌﺎم، ﺑﻞ ﻳﺆﺛﺮ ﻋﲆ اﻟﻤﻨﺎﻋﺔ، ﻣﺴﺘﻮﻳﺎت اﻟﻄﺎﻗﺔ، وﺣﱴ اﻟﺤﺎﻟﺔ اﻟﻤﺰاﺟﻴﺔ.",
          "ﻟﻜﻦ ﻣﻊ اﻟﻌﺎدات اﻟﻐﺬاﺋﻴﺔ ﻏﲑ اﻟﺼﺤﻴﺔ واﻟﺘﻮﺗﺮ اﻟﻴﻮﻣﻲ، ﻳﻌﺎﻧﻲ اﻟﻜﺜﲑون ﻣﻦ اﺿﻄﺮاﺑﺎت ﻓﻲاﻟﻬﻀﻢ ﺗﺆﺛﺮ ﻋﲆ ﺣﻴﺎﺗﻬﻢ اﻟﻴﻮﻣﻴﺔ. وﻫﻨﺎ ﻳﺄﺗﻲ دور اﻟﻤﻜﻮﻧﺎت اﻟﻄﺒﻴﻌﻴﺔ ﻣﺜﻞ ﺣﺒﺔ اﻟﱪﻛﺔ،اﻟﻤﻌﺮوﻓﺔ ﺑﻘﺪرﺗﻬﺎ ﻋﲆ ﺗﺤﺴﲔ ﺻﺤﺔ اﻟﺠﻬﺎز اﻟﻬﻀﻤﻲ وﺗﻌﺰﻳﺰ اﻣﺘﺼﺎص اﻟﻤﻐﺬﻳﺎت.",
          "ﻛﻴﻒ ﻳﺆﺛﺮ اﻟﺠﻬﺎز اﻟﻬﻀﻤﻲ ﻋﲆ ﺻﺤﺘﻚ اﻟﻌﺎﻣﺔ؟",
          "✅ ﻳﻌﺰز اﻟﻤﻨﺎﻋﺔ: ﻷن %70 ﻣﻦ اﻟﺠﻬﺎز اﻟﻤﻨﺎﻋﻲ ﻣﺮﺗﺒﻂ ﺑﺼﺤﺔ اﻷﻣﻌﺎء.",
          " ﻳﺤسن  ﻣﺴﺘﻮﻳﺎت اﻟﻄﺎﻗﺔ: اﻟﻬﻀﻢ اﻟﺠﻴﺪ ﻳﻌﲏ اﻣﺘﺼﺎص أﻓﻀﻞ ﻟﻠﻌﻨﺎﴏ اﻟﻐﺬاﺋﻴﺔاﻟﻤﻬﻤﺔ.",
          "✅ ﻳﻘﻠﻞ ﻣﻦ اﻻﻟﺘﻬﺎﺑﺎت: أﻣﻌﺎء ﺳﻠﻴﻤﺔ ﺗﻌﲏ ﺟﺴما اقل عرضة للالتهبات والمشاكل اﻟﻤﺰﻣﻨﺔ.",
          "دور ﺣﺒﺔ اﻟﱪﻛﺔ ﻓﻲ ﺗﺤﺴﲔ ﺻﺤﺔ اﻟﺠﻬﺎز اﻟﻬﻀﻤﻲ",
          "ﺣﺒﺔ اﻟﱪﻛﺔ ﻟﻴﺴﺖ ﻣﺠﺮد ﻣﻜﻮن ﻃﺒﻴﻌﻲ، ﺑﻞ ﻫﻲ واﺣﺪة ﻣﻦ أﻗﻮى اﻷﻋﺸﺎب اﻟﱵ اﺳﺘﺨﺪﻣﺖ ﻣﻨﺬ اﻟﻘﺪم ﻟﺪﻋﻢ اﻟﻬﻀﻢ واﻟﺘﺨﻔﻴﻒ ﻣﻦ ﻣﺸﻜﻼت اﻟﺠﻬﺎز اﻟﻬﻀﻤﻲ ﻣﺜﻞ اﻻﻧﺘﻔﺎخواﻟﻘﻮﻟﻮن اﻟﻌﺼﱯ.",
          "ﻛﻴﻒ ﺗﺴﺎﻋﺪ ﺣﺒﺔ اﻟﱪﻛﺔ ﻓﻲ ﺗﻌﺰﻳﺰ اﻟﻬﻀﻢ؟",
          "ﺗﺤﻔﺰ إﻧﺘﺎج اﻟﻌﺼﺎرات اﻟﻬﺎﺿﻤﺔ ﻣﻤﺎ ﻳﺴﺎﻋﺪ ﻋﲆ ﻫﻀﻢ اﻟﻄﻌﺎم ﺑﺴﻬﻮﻟﺔ.",
          "ﺗﻘﻠﻞ ﻣﻦ اﻻﻧﺘﻔﺎخ واﻟﻐﺎزات ﺑﻔﻀﻞ ﺧﺼﺎﺋﺼﻬﺎ اﻟﻤﻀﺎدة ﻟﻼﻟﺘﻬﺎﺑﺎت.",
          "ﺗﺤﺎﻓﻆ ﻋﲆ ﺗﻮازن اﻟﺒﻜﺘﲑﻳﺎ اﻟﻨﺎﻓﻌﺔ ﻣﻤﺎ ﻳﻌﺰز ﺻﺤﺔ اﻷﻣﻌﺎء.",
          "دﻋﻢ ﻃﺒﻴﻌﻲ ﻟﻠﻬﻀﻢ ﻣﻊ Life for Baraka",
          "إﺿﺎﻓﺔ اﻟﻤﻜﻮﻧﺎت اﻟﻄﺒﻴﻌﻴﺔ إﱃ روﺗﻴﻨﻚ اﻟﻐﺬاﺋﻲ اﻟﻴﻮﻣﻲ ﻳﻤﻜﻦ أن ﻳﻜﻮن اﻟﺤﻞ اﻷﻣﺜﻞ ﻟﺘﻌﺰﻳﺰ ﺻﺤﺔ اﻟﺠﻬﺎز اﻟﻬﻀﻤﻲ. Life' for 'Baraka ﻫﻮ ﻣﻜﻤﻞ ﻏﺬاﺋﻲ ﻣﺴﺘﺨﻠﺺ ﻣﻦ ﺣﺒﺔ اﻟﱪﻛﺔ اﻟﻄﺒﻴﻌﻴﺔ %100، ﻳﺤﺘﻮي ﻋﲆ ﻋﻨﺎﴏ ﻏﺬاﺋﻴﺔ ﺗﺴﺎﻋﺪ ﻓﻲ ﺗﺤﺴﲔ ﻋﻤﻠﻴﺔ اﻟﻬﻀﻢ وﺗﻘﻠﻴﻞاﻻﻧﺘﻔﺎخ وﺗﻌﺰﻳﺰ ﺻﺤﺔ اﻷﻣﻌﺎء.",
          " ﻻ ﺗﺪع ﻣﺸﺎﻛﻞ اﻟﻬﻀﻢ ﺗﻌﻴﻖ ﻳﻮﻣﻚ، ﺟﺮب Life' for 'Baraka اﻵن، واﺳﺘﻤﺘﻊ ﺑﺮاﺣﺔﻫﻀﻤﻴﺔ ﻣﺴﺘﺪاﻣﺔ وﻃﺒﻴﻌﻴﺔ!",
      ]
  }
    
]
    
export default ARTICLES