const FAQSHE = [
    {
        id: 1,
        question: "איך משתמשים במוצרים?",
        answer: "כל מוצר שונה מהאחר, הוראות השימוש כתובות על תווית האריזה."
    },
    {
        id: 2,
        question: "מהו תוקף המוצרים?",
        answer: "תוקף המוצרים מצוין על תווית האריזה."
    },
    {
        id: 3,
        question: "מהם היתרונות של Baraka for Life?",
        answer: "מחזק את המערכת החיסונית, מסייע בהגברת האנרגיה והחיוניות באופן טבעי, תורם לשיפור העיכול ולוויסות רמות הסוכר בדם. בנוסף, תומך בבריאות הלב והעור בזכות נוגדי החמצון שהוא מכיל."
    },
    {
        id: 4,
        question: "מהם היתרונות של Rashaqa for Life?",
        answer: "מספק תמיכה יעילה לירידה במשקל בצורה בריאה וטבעית, מסייע להפחתת התיאבון ולהגברת חילוף החומרים הודות לרכיבים טבעיים כמו תה ירוק, חומץ תפוחים וזרעי צ'יה. כמו כן, משפר את רמות האנרגיה, תורם לעיכול תקין ומשחק תפקיד בוויסות רמות הסוכר בדם ובבריאות חילוף החומרים."
    },
    {
        id: 5,
        question: "האם מוצרי Shifa טבעיים ובטוחים?",
        answer: "כן, כל המוצרים שלנו מכילים רכיבים טבעיים שנבחרו בקפידה ומיוצרים בהתאם לסטנדרטים הגבוהים ביותר של איכות."
    },
    {
        id: 6,
        question: "האם ניתן להשתמש ביותר ממוצר אחד יחד?",
        answer: "כן, ניתן להשתמש במוצרים שונים יחד על פי ההנחיות המומלצות. ניתן לבדוק את דף המינונים או ליצור קשר איתנו לקבלת פרטים נוספים."
    },
    {
        id: 7,
        question: "האם יש תופעות לוואי למוצרים?",
        answer: "המוצרים שלנו בטוחים ומיוצרים באישור משרד הבריאות. יש להשתמש בהם בהתאם למינונים המומלצים על תווית האריזה. אם יש לך מצב בריאותי מיוחד או אלרגיה לאחד הרכיבים, עדיף להתייעץ עם רופא ולהפסיק את השימוש במקרה הצורך."
    },
    {
        id: 8,
        question: "כמה זמן לוקח להרגיש שינוי ולראות תוצאות?",
        answer: "באופן כללי, זה תלוי במוצר ובגוף, אך רוב הלקוחות מבחינים בהבדל תוך 2-4 שבועות של שימוש קבוע."
    },
    {
        id: 9,
        question: "אילו אמצעי תשלום זמינים?",
        answer: "אנו מקבלים תשלום בכרטיסי אשראי, העברה בנקאית או תשלום במזומן בעת המסירה."
    },
    {
        id: 10,
        question: "כמה זמן לוקח המשלוח?",
        answer: "המשלוח נמשך 2-5 ימי עסקים בהתאם למיקומך, עם מספר מעקב מסופק."
    },
    {
        id: 11,
        question: "האם המשלוח חינם?",
        answer: "כן, אנו מציעים משלוח חינם להזמנות מעל סכום מסוים. ניתן לבדוק את פרטי המשלוח בעת ההזמנה."
    },
    {
        id: 12,
        question: "איך ניתן ליצור קשר איתכם?",
        answer: "ניתן ליצור איתנו קשר על ידי מילוי פרטיך בטופס יצירת הקשר בתחתית דף הבית."
    },
    {
        id: 13,
        question: "איך ניתן להשתמש בקופון באתר Shifa?",
        answer: "1. בחירת מוצרים: הוסף מוצרים לסל הקניות.\n2. מעבר לסל הקניות: לחץ על אייקון הסל בראש הדף, ולאחר מכן לחץ על \"ביצוע הזמנה\" או \"המשך לתשלום\".\n3. הזנת הקופון: הקלד את הקוד בשדה \"קוד קופון\" או \"קוד הנחה\". הקלד את הקוד בדיוק וללא רווחים מיותרים, ואז לחץ על \"החלה\" או \"שימוש\".\n4. בדיקת ההנחה: ההנחה תופיע מיד בסכום הכולל, ודא שהסכום הופחת כראוי.\n5. השלמת ההזמנה: מלא את פרטיך (כגון כתובת ושיטת תשלום) ולחץ על \"אישור הזמנה\"."
    },
    {
        id: 14,
        question: "האם המוצרים כשרים?",
        answer: "כן, כל המוצרים כשרים."
    },
    {
        id: 15,
        question: "מה עליי לעשות אם אני מרגיש סחרחורת או תופעות לוואי אחרות?",
        answer: "עדיף להפסיק את השימוש ולהתייעץ עם רופא."
    },
    {
        id: 16,
        question: "האם המוצרים מאושרים על ידי משרד הבריאות?",
        answer: "כל המוצרים שלנו מיוצרים בישראל באישור משרד הבריאות."
    },
    {
        id: 17,
        question: `האם יש משלוחים לחו"ל?`,
        answer: "כרגע, אנו לא מציעים משלוחים בינלאומיים, אך נכריז על כך בקרוב."
    }
];

export default FAQSHE;
