import React from "react";
import { useNavigate } from "react-router-dom";
import './Policy.css'
import { PDFViewer } from '@react-pdf/renderer';

const PolicyPage = () => {
  const navigate = useNavigate();
//       <button className="back-button" onClick={() => navigate(-1)}>

// </button>
  return (
    <div className="main-containerPolicy">

      <div className="policy-content">
        <h1 className="policy-title">תקנון האתר</h1>
        <p className="policy-text">אתר האינטרנט "  שיפא ", הינו חנות אינטרנטית למוצרי טבע ובריאות  לרכישת מוצרים שונים על ידי ציבור הגולשים בישראל באמצעות רשת האינטרנט, האתר מופעל על ידי העוסק שיפא ע.מ. 558579629  מרחוב סולטאני טירה 4491500 (להלן: " שיפא " ו/או "העוסק") .</p>
        <p className="policy-text">הבהרה :</p>
        <p className="policy-text">המידע המופיע באתר נועד לספק מידע כללי בלבד ואינו מהווה ייעוץ רפואי, חוות דעת מקצועית, אבחון, או המלצה לטיפול רפואי מכל סוג, אין להסתמך על המידע באתר לצורך קבלת החלטות רפואיות, לרבות שינוי, הפסקה או התחלת טיפול רפואי כלשהו.</p>
        <p className="policy-text">בכל מקרה של שאלה רפואית, חשד למצב רפואי, צורך בטיפול או כל התלבטות בתחום הבריאות, יש לפנות לרופא מוסמך או לאיש מקצוע בתחום הבריאות לצורך קבלת ייעוץ רפואי אישי, מבוסס ומותאם.</p>
        <p className="policy-text">הנהלת האתר, מפעיליו ובעליו אינם נושאים בכל אחריות לנזקים, פגיעות או השלכות כלשהן שייגרמו כתוצאה מהסתמכות על המידע שבאתר, השימוש במידע הוא באחריות המשתמש בלבד, וללא כל אחריות מצד האתר.</p>
        <p className="policy-text">השימוש באתר, לרבות גלישה, דפדוף, עיון בתכנים, רכישת מוצרים ו/או כל פעולה אחרת, מהווה הסכמה מצד המשתמש לתנאי תקנון זה (להלן: "התקנון"), וליתר התנאים המופיעים ו/או שיפורסמו באתר מעת לעת,  אם אינך מסכים לתנאי התקנון ו/או לתנאים נוספים המופיעים באתר, הנך מתבקש להימנע מכל שימוש באתר.</p>
        <p className="policy-text">הגדרות</p>
        <p className="policy-text">"העוסק" – שיפא, עוסק מורשה מספר 558579629, המפעילה את האתר ומספקת את המוצרים המוצעים בו.</p>
        <p className="policy-text">"האתר" – הפלטפורמה הדיגיטלית הזמינה ברשת האינטרנט, באמצעותה ניתן לרכוש מוצרים המוצעים על ידי העוסק.</p>
        <p className="policy-text">"המשתמש ו/או הלקוח " – כל אדם או גוף אשר עושה שימוש באתר, בין אם לצורך רכישה ובין אם לצורך עיון בתכניו.</p>
        <p className="policy-text">"מוצרים ושירותים" – כל פריט או שירות המוצע למכירה באתר, לרבות מוצרים פיזיים.</p>
        <p className="policy-text">"תוכן האתר" – כל מידע, טקסט, תמונה, גרפיקה, סרטון, קובץ או כל תוכן אחר המופיע באתר.</p>
        <p className="policy-text"> "ייעוץ רפואי" – כל הנחיה, המלצה או מידע הנוגע לטיפול רפואי או תרופתי, אשר נדרש להתבצע על ידי גורם רפואי מוסמך , ואינו מסופק על ידי האתר.</p>
        <p className="policy-text">כללי</p>
        <p className="policy-text">1.	תקנון זה מהווה הסכם משפטי מחייב בין המשתמשים באתר לבין בעלי שיפא ו/או מי מטעמה לרבות מנהלי ו/או עובדיה , השימוש באתר כפוף להסכמה מלאה של המשתמש לתנאים המפורטים בתקנון זה , כל שימוש באתר מהווה הסכמה לתנאי התקנון ללא סייג, אם אינך מסכים לאחד או יותר מתנאי התקנון, הנך מתבקש להימנע מכל שימוש באתר, לרבות גלישה ו/או רכישה.</p>
        <p className="policy-text">2. שיפא שומרת לעצמה את הזכות לשנות כל הוראה מהוראות תקנון זה בכל עת ובלא צורך בהודעה על כך מראש או שלא מראש, מעבר לפרסום הנוסח העדכני של הוראות התקנון באתר ותחייב את הלקוח ממועד פרסומה באתר, האחריות המלאה להכרת תקנון זה כפי שיהיה מעת לעת, חלה על המשתמש בלבד,  הנוסח של תקנון זה יימצא בכל עת באתר.</p>
        <p className="policy-text">3. תקנון זה נוסח בלשון זכר מטעמי נוחות בלבד אך מיועדים לגברים ולנשים כאחד.</p>
        <p className="policy-text">4. השימוש באתר וביצוע הזמנות מותר לכל גיל, אך קטינים מתחת לגיל 18 רשאים להשתמש באתר ולבצע הזמנות רק בליווי ובהסכמת הורה או אפוטרופוס חוקי, אשר יישא באחריות מלאה לכל שימוש ו/או הזמנה שיבוצעו על ידי הקטין באתר, כמו כן, חל איסור על השימוש באתר בזהות שאינה אמיתית, בין אם מדובר בהתחזות לאדם אחר ובין אם במסירת פרטים כוזבים.</p>
        <p className="policy-text">5. שיפא שומרת לעצמה את הזכות להגביל או למנוע גישה לאתר למשתמשים אשר הפרו את תנאי השימוש בו ו/או לנקוט באמצעים שונים, לרבות בהליכים משפטיים.</p>
        <p className="policy-text">6. האתר והמידע המופיע בו זמינים לשימוש המשתמשים במצבם הנוכחי (AS IS ), כפי שהם, ללא כל התחייבות מצד שיפא להתאמות, עדכונים או שיפורים.</p>
        <p className="policy-text">7. לכל שאלה, הבהרה, בירור, בקשה בנוגע לשימוש באתר, פעילותו לרבות הזמנות שבוצעו או ביטול הזמנות, ניתן לפנות ישירות לשירות הלקוחות של שיפא ימים א'-ה' בין השעות 10:00-18:00, נייד :  051-2551008 או באמצעות הודעה לתיבת דוא"ל : shifaa.officially@gmail.com , שיפא תפעל כמיטב יכולתה למתן מענה בהקדם האפשרי.</p>
        <p className="policy-text">8. גלישה ורכישת מוצרים  באתר " שיפא " מתאפשרת בכל שעות היממה ובכל ימות השבוע.</p>
        <p className="policy-text">9. במקרה של תקלה טכנית, עבודות תחזוקה או שדרוגים במערכת, ייתכן עיכוב זמני או השעיה של אפשרות ביצוע הזמנות באתר, שיפא אינה מתחייבת למועד ספציפי לחזרת השירות לפעילות תקינה, והמשתמשים מוותרים על כל טענה או דרישה בעניין זה.</p>
        <p className="policy-text">10. התמונות המוצגות באתר נועדו לאפשר התרשמות המשתמש מהמוצרים והינן להמחשה בלבד.</p>
        <p className="policy-text">11. שיפא עושה מאמצים להבטיח שהמידע המוצג באתר יהיה מדויק ומעודכן, אך שומרת לעצמה את הזכות לשנותו בכל עת וללא הודעה מוקדמת, לא תישא שיפא באחריות לנזקים שייגרמו עקב מידע לא מדויק או חסר באתר.</p>
        <p className="policy-text">12. על התקשרות בין הלקוח לבין העוסק יחולו  דיני מדינת ישראל בלבד , לבתי המשפט במחוז מרכז הסמכות המקומית  לדון בכל מחלוקת בין הצדדים.</p>
        <p className="policy-text">מדיניות מכירת מוצרים</p>
        <p className="policy-text">13. ביצוע הרכישה באתר מותנה במתן פרטים נכונים, מדויקים ושלמים על ידי המשתמש.</p>
        <p className="policy-text">14. שיפא אינה מתחייבת לזמינות מלאה של כלל המוצרים בכל עת, והיא רשאית לעדכן את היצע המוצרים, להוסיף מוצרים חדשים, לשנות, להחליף, להסיר מוצרים מהאתר או להפסיק את מכירתם, וכן לעדכן את מחיריהם ותנאי המכירה – הכול על פי שיקול דעתה הבלעדי וללא הודעה מוקדמת, למשתמש לא תהיה כל טענה, דרישה או תביעה כלפי שיפא בגין שינויים אלה או בגין אי זמינות של מוצרים באתר, והוא מסכים לכך.</p>
        <p className="policy-text">15. מחירי המוצרים המוצגים באתר נקובים בשקלים חדשים וכוללים מע"מ בהתאם לשיעור הקבוע בחוק, המחירים אינם כוללים דמי משלוח, אשר יחולו בהתאם לתנאים המפורטים להלן, וכפי שיופיע באתר.</p>
        <p className="policy-text">16. אנו מקבלים תשלומים באמצעות כרטיסי אשראי מסוג ויזה, מאסטרקארד ואמריקן אקספרס, אך לא באמצעות ( )  . בנוסף, ניתן לשלם גם דרך ארנקי תשלום דיגיטליים כגון ביט, Apple Pay ו-PayPal.</p>
        <p className="policy-text">17. שיפא רשאית, על פי שיקול דעתה הבלעדי, למנוע או לבטל את האפשרות לרכוש מוצרים באתר לכל אדם, מבלי לספק הסבר להחלטתה.</p>
        <p className="policy-text">18. במקרה של מחסור במלאי למוצר שהוזמן, נציג שיפא ייצור קשר עם הלקוח כדי לתאם את המשך הטיפול בהזמנה בהתאם להעדפתו. מובהר כי ללקוח לא תהיה כל טענה, דרישה או תביעה כלפי שיפא בגין אי-זמינות המוצר ו/או ביטול ההזמנה עקב מחסור במלאי.</p>
        <p className="policy-text">19. מחירי המוצרים עשויים להשתנות מעת לעת בהתאם לשינויים בשוק ולפי שיקול דעתו של העוסק , במקרה של טעות במחיר המוצג, העוסק רשאי לבטל את ההזמנה או לתקנה.</p>
        <p className="policy-text">20.הלקוח מתבקש לבדוק בעמוד המוצר את התווית, לרבות ערכים תזונתיים, רכיבים, תכולה ומשקל, לפני ביצוע הרכישה, ככל וקיימים.</p>
        <p className="policy-text">21. המוצרים המוצגים באתר ניתנים לרכישה כל עוד הם זמינים במלאי, למעט במקרה של טעות בתצוגת המלאי או בפרטי המוצר. במקרה של טעות כאמור, שיפא שומרת לעצמה את הזכות לבטל את ההזמנה וליידע את הלקוח בהתאם.</p>
        <p className="policy-text">22. שיפא אינה אחראית לכל נזק שייגרם ללקוח או לצד שלישי בעקבות רכישה שבוצעה באתר, מכל סיבה שהיא, לרבות אך לא רק: טעות בפרטי ההזמנה, תקלה טכנית, שימוש בלתי מורשה באמצעי תשלום, או כשל בתקשורת עם ספקי שירות חיצוניים. כמו כן, שיפא אינה נושאת באחריות לנזקים הנובעים מהפרעות בפעילות האתר, לרבות כשלים בתוכנה, חומרה או שירותים חיצוניים. אחריות שיפא למוצרים המיוצרים או מיובאים על ידי צדדים שלישיים מוגבלת להפניית הלקוח ליצרן או ליבואן בהתאם לחוק.</p>
        <p className="policy-text">23. הלקוח אחראי להזין את פרטיו האישיים ופרטי ההזמנה בצורה מלאה ומדויקת, לרבות כתובת למשלוח, פרטי תשלום וכמות המוצרים,  שיפא לא תישא באחריות לכל טעות, עיכוב או נזק שייגרם עקב הזנת פרטים שגויים. בכל מקרה, חבות שיפא לנזקים שייגרמו ללקוח כתוצאה מרכישה באתר לא תעלה על סכום העסקה ששולם בפועל.</p>
        <p className="policy-text">24. שיפא לא תישא באחריות לכל עיכוב, שיבוש, הפסקה או נזק מכל סוג שהוא אשר נגרם כתוצאה מאירועים שאינם בשליטתה ואינם צפויים או ניתנים למניעה באמצעים סבירים, לרבות אך לא רק: כוח עליון, אסונות טבע, מלחמות, פעולות טרור, מגפות, שביתות, תקלות תקשורת או חשמל, מתקפות סייבר, רגולציות חירום או כל נסיבה אחרת שאינה תלויה בשיפא, במקרים אלו, שיפא שומרת לעצמה את הזכות לבטל הזמנות או לדחות את אספקתן ללא כל חבות או פיצוי כלפי הלקוח.</p>
        <p className="policy-text">25. הזמנות מוצרים יבוצעו אך ורק באמצעות מערכת ההזמנות באתר, לא ניתן לבצע הזמנות באמצעות כל אמצעי אחר, לרבות תקשורת טלפונית, דוא"ל, רשתות חברתיות או כל פלטפורמה אחרת</p>
        <p className="policy-text">תנאי אספקת מוצרים </p>
        <p className="policy-text">26. שיפא תספק את ההזמנה לכתובת שמסר הלקוח בעת ביצוע הרכישה, באמצעות שירות משלוחים חיצוני או כל אמצעי אספקה אחר בהתאם למדיניות שיפא,  האספקה מותנית בזמינות המלאי, באישור העסקה ובתשלום מלא של סכום ההזמנה.</p>
        <p className="policy-text">27. הלקוח מאשר ומסכים כי במסגרת השימוש באתר וביצוע הזמנות, שיפא תהא רשאית לשלוח אליו הודעות ועדכונים הנוגעים לאישור ההזמנה, סטטוס הטיפול בה, אספקת המוצרים , או כל מידע רלוונטי אחר, באמצעות הודעות SMS, דואר אלקטרוני ו/או יישומי מסרים מידיים (כגון WhatsApp), בהתאם לפרטי הקשר שמסר בעת ביצוע ההזמנה.</p>
        <p className="policy-text">28.  שיפא לא תישא באחריות לאי קבלת הודעות עקב מסירת פרטים שגויים על ידי הלקוח, חסימה טכנית, או כל תקלה אחרת שאינה בשליטתה.</p>
        <p className="policy-text">29. אספקה ומשלוחים מוגבלת לתחומי מדינת ישראל בלבד, לא יתבצעו משלוחים מחוץ לשטחי מדינת ישראל.</p>
        <p className="policy-text">מועדי אספקה</p>
        <p className="policy-text">30. אספקת המוצרים שהוזמנו תתבצע, ככל הניתן, תוך  5 ימי עסקים ממועד אישור ההזמנה והתשלום, אלא אם צוין אחרת במפורש בעת ביצוע ההזמנה.</p>
        <p className="policy-text">31. ימי עסקים אינם כוללים ימי שישי, שבת, ערבי חג וחגי ישראל.</p>
        <p className="policy-text">32. אחריות על משלוח ועיכובים - שיפא אינה אחראית לעיכובים במשלוח שנגרמו עקב נסיבות שאינן בשליטתה, לרבות כוח עליון, תקלות אצל ספקי השילוח, שביתות, הפרעות תחבורה, תנאי מזג אוויר קיצוניים או כל גורם אחר שאינו בשליטת שיפא, המשתמש לא יהיה זכאי לכל טענה, דרישה או תביעה בגין עיכובים שאינם בשליטת שיפא, למעט הזכות לביטול ההזמנה בלבד.</p>
        <p className="policy-text">33. תשלום בגין משלוח - דמי המשלוח יחושבו ויוצגו ללקוח בעת ביצוע ההזמנה, בהתאם לתעריפים המופיעים בעת ביצוע ההזמנה ,  ייתכן שעלות המשלוח תשתנה בהתאם לכתובת האספקה, והיא תגבה במעמד התשלום עבור ההזמנה, יחד עם התמורה עבור המוצרים שנרכשו.</p>
        <p className="policy-text">34. אחריות הלקוח בעת ביצוע הזמנה וקבלת המוצר ו/או האספקה.</p>
        <p className="policy-text">35. הלקוח מחויב לוודא כי פרטיו (לרבות כתובת למשלוח, מספר טלפון ופרטי יצירת קשר) נכונים ומעודכנים, שיפא לא תישא באחריות לכל עיכוב או עלות נוספת שנגרמו בשל הזנת פרטים שגויים.</p>
        <p className="policy-text">36. במקרה של בקשה מצד הלקוח להשאיר את המשלוח במקום מוסכם מראש (כגון: ליד הדלת , בארון החשמל וכדומה), האחריות לנזק, גניבה או אובדן תחול על הלקוח בלבד.</p>
        <p className="policy-text">37.עם קבלת המשלוח, הלקוח נדרש לבדוק את תכולתו ולוודא שהמוצרים סופקו בהתאם להזמנה במקרה של אי-התאמה בין המוצרים שסופקו לבין ההזמנה, על הלקוח  להודיע לשיפא מיד עם קבלת המשלוח.</p>
        <p className="policy-text">ביטול הזמנה:</p>
        <p className="policy-text">38. ניתן לבטל רכישת מוצרים באתר בתוך  14 ימים ממועד קבלתם, בתנאי שהמוצרים מוחזרים באריזתם המקורית, השלמה וללא שנפתחו או נעשה בהם שימוש, דרך פנייה לשירות הלקוחות של שיפא.</p>
        <p className="policy-text">.39 עם קבלת פניית הביטול, ניתן להחזיר את המוצרים באחת משתי הדרכים:</p>
        <p className="policy-text">39.1 איסוף על ידי שיפא – שיפא תתאם את איסוף המוצרים מכתובת הלקוח, בכפוף לחיוב בעלות המשלוח חזרה.</p>
        <p className="policy-text">39.2 החזרה עצמאית – הלקוח רשאי להשיב את המוצרים באופן עצמאי לכתובת שתימסר לו.</p>
        <p className="policy-text">הזיכוי בגין הסכום ששולם עבור המוצרים (למעט דמי משלוח) יבוצע רק לאחר אישור ההחזרה, קבלת המוצרים ובדיקתם, ובניכוי עלות איסוף ההחזרה, ככל שבוצעה באמצעות שיפא.</p>
        <p className="policy-text">40. במידה שצוות האתר יבדוק את המוצר וימצא כי הוא אינו מוחזר במצב חדש, נפתח, אינו באריזתו המקורית והשלמה, או חסרים בו רכיבים כלשהם, שיפא שומרת לעצמה את הזכות שלא לאשר את ההחזרה. במקרה כזה, המוצר יישלח בחזרה ללקוח, והלקוח לא יהיה זכאי לכל החזר כספי.</p>
        <p className="policy-text">דמי ביטול עסקה ומדיניות החזרות:</p>
        <p className="policy-text">41. מדיניות ביטול עסקה כפופה להוראות חוק הגנת הצרכן, תשמ"א-1981 , בעת ביטול עסקה, רשאית שיפא לגבות מהלקוח דמי ביטול בשיעור של 5% ממחיר המוצר ו/או ההזמנה , או 100 ש"ח – לפי הנמוך מבניהם, למעט במקרים בהם הביטול נובע מפגם במוצר, אי-אספקה במועד או הפרה  חוזית אחרת בעסקת מכר מרחוק , במידה שהעסקה שולמה באמצעות כרטיס אשראי, ושיפא הציגה ראיות לכך שחברת האשראי גבתה ממנה עמלה בגין הסליקה של העסקה שבוטלה, היא רשאית לחייב את הלקוח גם בעלות זו.</p>
        <p className="policy-text">42. עלויות השבת המוצר למחסני שיפא חלות על הלקוח, לרבות כל הוצאה כספית נוספת בגין שילוח, במקרה של החזר כספי עבור מוצר שנשלח ללא עלות משלוח, תנוכה מעלות ההחזר גם עלות המשלוח המקורי שניתנה ללא תשלום.</p>
        <p className="policy-text">זכויות בקניין רוחני:</p>
        <p className="policy-text">43.  כל זכויות הקניין הרוחני באתר שיפא, לרבות אך לא רק, טקסטים, עיצובים, תמונות, סימנים מסחריים, לוגואים, ממשק משתמש, קוד תוכנה, בסיסי נתונים, אלגוריתמים, תהליכים טכנולוגיים וכל תוכן אחר הכלול באתר או בשירותים הניתנים על-ידי שיפא (להלן: "התוכן"), הינן בבעלות הבלעדית של שיפא או של צדדים שלישיים שהעניקו לה רישיון שימוש כדין. כל שימוש, העתקה, הפצה, שינוי, הצגה, תרגום, העברה, יצירה נגזרת או כל ניצול אחר של התוכן, כולו או חלקו, ללא אישור מראש ובכתב משיפא – אסור בהחלט ומהווה הפרה חמורה של זכויות הקניין הרוחני של שיפא, אשר תזכה אותה במלוא הסעדים המשפטיים הקבועים בדין, לרבות תביעות לפיצויים, צווי מניעה וכל סעד אחר שתמצא לנכון , המשתמשים באתר אינם רוכשים כל זכות בעלות בתוכן או בקניין הרוחני של שיפא, ושימושם באתר מוגבל אך ורק למטרות אישיות ובהתאם לתנאי השימוש שנקבעו על-ידי שיפא.</p>
        <p className="policy-text">44. מבצעים והטבות - שיפא שומרת לעצמה את הזכות להציע, לפרסם ולקיים מבצעים, הנחות, הטבות, או תנאים מיוחדים למשתמשים מעת לעת, על פי שיקול דעתה הבלעדי וללא התחייבות להמשך קיומם, מבצעים והטבות אלו עשויים להיות כפופים לתנאים ספציפיים אשר יפורטו במסגרת הפרסום שלהם באתר או באמצעי תקשורת אחרים, שיפא רשאית לשנות, להאריך, לקצר או להפסיק כל מבצע או הטבה בכל עת וללא הודעה מוקדמת, ולמשתמשים לא תהיה כל טענה או דרישה בעניין, מובהר כי הופעת מבצע באתר אינה מהווה התחייבות לזמינותו או להחלתו על כל המשתמשים, אלא בכפוף לעמידה בתנאי המבצע שנקבעו.</p>
        <p className="policy-text">עדכונים, מבצעים ומידע שיווקי</p>
        <p className="policy-text">45. שיפא עשויה להציע ללקוחותיה אשר הסכימו לכך וסימנו תיבת , Checkbox לקבלת מידע שיווקי ודיוור ישיר, בעת ביצוע הזמנה מידע שיווקי, הצעות מיוחדות, מבצעים ועדכונים על שירותיה, במטרה לספק להם חוויית שימוש מיטבית ולהציע הטבות מותאמות.</p>
        <p className="policy-text">46. הלקוח רשאי לאשר את קבלת מידע שיווקי זה באמצעות לחיצה על כפתור ייעודי בעת ביצוע ההזמנה, אישור זה יאפשר לשיפא לשלוח ללקוח מידע שיווקי ופרסומי באמצעות דואר אלקטרוני ו/או  הודעות SMS ו/או יישומי מסרים מידיים (כגון WhatsApp), בהתאם לפרטי הקשר שמסר.</p>
        <p className="policy-text">47. הלקוח רשאי בכל עת להסיר את הסכמתו לקבלת דיוור שיווקי, וזאת על ידי לחיצה על קישור "הסרה" בגוף ההודעה, או באמצעות פנייה לשיפא באמצעי יצירת הקשר המפורטים באתר, הסרת ההסכמה לא תשפיע על קבלת הודעות הנוגעות להזמנות שביצע או למתן שירותים שהזמין.</p>
        <p className="policy-text">48 שיפא מתחייבת כי כל שימוש בפרטי הקשר של הלקוח לצורכי דיוור ישיר יתבצע בהתאם להוראות הדין, לרבות חוק התקשורת (בזק ושידורים), התשמ"ב-1982, ולמדיניות הפרטיות של שיפא.</p>
        <p className="policy-text">49.אישור המשתמש לקבלת דיוור ישיר ייחשב להסכמה לקבלת הודעות באמצעי התקשורת שמסר, לרבות דואר אלקטרוני, הודעות SMS, שיחות טלפון או כל אמצעי תקשורת אחר בהתאם להוראות חוק התקשורת (בזק ושידורים), תשמ"ב-1982.</p>
        <p className="policy-text">תנאי שימוש : </p>
        <p className="policy-text">50. השימוש באתר מותנה בהסכמת המשתמש לכל תנאי השימוש, כפי שמפורט במסמך זה, כל שימוש באתר, לרבות גלישה, צפייה בתכנים, ביצוע רכישה או השארת פרטים, ייחשב להסכמה מלאה לתנאים אלה. </p>
        <p className="policy-text">51.אין להשתמש באתר לכל מטרה בלתי חוקית או כזו המנוגדת לתנאי השימוש.</p>
        <p className="policy-text">52 אין לבצע כל פעולה שעלולה לפגוע באתר, בתשתיותיו או במערכותיו, לרבות "פריצה" , "דיוג" , ניסיון פריצה, שתילת קוד זדוני, או ניסיון להשיג מידע רגיש ללא.</p>
        <p className="policy-text">53. אין להשתמש באתר לצורך איסוף מידע על משתמשים אחרים או ביצוע פעולות מסחריות ללא אישור מראש מהעסק.</p>
        <p className="policy-text">54. אין להעתיק, לשכפל, למכור או לנצל את האתר או את תכניו לכל מטרה מסחרית ו/או אחרת ללא קבלת רשות מפורשת מהעסק.</p>
        <p className="policy-text">55. אין להפר את זכויות הקניין הרוחני של העסק או של צדדים שלישיים באמצעות שימוש באתר.</p>
        <p className="policy-text">56. אין להתחזות לאדם או לישות אחרת תוך שימוש באתר .</p>
        <p className="policy-text">57. אין להפריע לפעילות התקינה של האתר, לרבות שיבוש פעילות עסקית, הפצת דואר זבל, או מניפולציה על תהליכי רכישה.</p>
        <p className="policy-text">58. אין לבצע ניסיונות תקיפה מסוג "מניעת שירות" (Denial of Service - DoS) או "מניעת שירות מבוזרת" (Distributed Denial of Service - DDoS).</p>
        <p className="policy-text">59. אין להשתמש בבוטים, סקריפטים או כל אמצעי טכנולוגי אחר לצורך איסוף מידע אוטומטי מהאתר .</p>
        <p className="policy-text">60. אין לנסות לעקוף מנגנוני אבטחה של האתר.</p>
        <p className="policy-text">61. אין לפרסם מידע כוזב או מטעה בנוגע למוצרים, מבצעים או שירותים המוצעים באתר.</p>
        <p className="policy-text">62. אין לבצע ניסיונות להנדסה חברתית  כדי להשיג מידע רגיש או גישה לא מורשית למערכת האתר.</p>
        <p className="policy-text">63. אין להשתמש באתר או בתכניו להפצת תוכנות זדוניות, תוכנות ריגול או כל קוד מחשב מזיק אחר.</p>
        <p className="policy-text">64. המשתמש אחראי באופן מלא ומוחלט לכל שימוש שייעשה באתר.</p>
        <p className="policy-text">65. שיפא רשאית למנוע או להגביל גישה של משתמשים אשר הפרו את תנאי השימוש, וזאת ללא צורך במתן הודעה מוקדמת וללא חובת נימוק.</p>
        <p className="policy-text">66. שיפא שומרת לעצמה את הזכות לעדכן או לשנות את תנאי השימוש בכל עת, על פי שיקול דעתה הבלעדי, וללא הודעה מוקדמת.</p>
        <p className="policy-text">67. אין להזין או למסור מידע שגוי, מטעה, מזויף או מסולף במסגרת, ביצוע רכישה או שימוש בשירותי האתר.</p>
      </div>
    </div>
  );
};

export default PolicyPage;
