import React from "react";
import { useNavigate } from "react-router-dom";
import './Policy.css'


const PolicyPrivayPage = () => {


  return (
    <div className="main-containerPolicy">

      <div className="policy-content">
        <h1 className="policy-title">מדיניות פרטיות </h1>
        <p className="policy-text">הגדרות</p>
        <p className="policy-text">האתר – פלטפורמת שיפא, לרבות כל עמודי המשנה, היישומים והשירותים המקוונים המסופקים במסגרתו.</p>
        <p className="policy-text">משתמש – כל אדם או גוף אשר עושה שימוש באתר, בין אם לצורך רכישה ובין אם לצורך עיון בתכניו.</p>
        <p className="policy-text">מידע אישי – כל מידע מזהה או הניתן לזיהוי המתייחס למשתמש, לרבות שם, תעודת זהות , כתובת דוא"ל, מספר טלפון, כתובת פיזית, אמצעי תשלום, נתוני רכישה ומידע נוסף שהמשתמש מספק באופן ישיר או הנאסף במהלך שימושו באתר.</p>
        <p className="policy-text">מידע טכני וסטטיסטי – מידע שאינו מזהה את המשתמש באופן ישיר, אך נאסף במהלך השימוש באתר, כגון כתובת IP, סוג הדפדפן, מערכת ההפעלה, נתוני גלישה, מקור הפניה, זמני שהייה באתר, ופעילות המשתמש בעמודים שונים.</p>
        <p className="policy-text">קובצי עוגיות (Cookies) – קובצי טקסט קטנים הנשמרים במכשירו של המשתמש בעת ביקור באתר, ומשמשים לזיהוי משתמשים חוזרים, לשיפור חוויית השימוש, ולאיסוף נתונים סטטיסטיים ואנליטיים.</p>
        <p className="policy-text">שירותים צד שלישי – כלים, יישומים, מערכות תשלום או פתרונות טכנולוגיים המסופקים על ידי צדדים שלישיים ומוטמעים באתר לצורך עיבוד תשלומים, ניתוח נתוני גלישה, פרסום מותאם אישית, שיפור אבטחת המידע ותפעול האתר.</p>
        <p className="policy-text">מדיניות פרטיות – מסמך זה, אשר מסדיר את אופן איסוף, השימוש והשמירה של מידע אישי וטכני במסגרת השימוש באתר, ומהווה חלק בלתי נפרד מתקנון האתר.</p>
        <p className="policy-text">שירותים – הינם כלל הפעולות והשירותים המוצעים למשתמשים במסגרת פעילות האתר, לרבות רכישת מוצרים המוצעים למכירה באתר, תהליך עיבוד ההזמנה, חיוב, אספקת המוצרים לכתובת שנמסרה על ידי המשתמש, וכן כל שירות נלווה הקשור בהשלמת העסקה, לרבות תמיכה, טיפול בפניות, ביטולים והחזרות בהתאם לתנאי התקנון.</p>
        <p className="policy-text">1.	באתר שיפא, אנו מכבדים את פרטיות לקוחותינו ופועלים לשמור ולהגן על המידע האישי שלהם בהתאם לחוק הגנת הפרטיות, התשמ"א-1981, ולתקנות הגנת הפרטיות (אבטחת מידע), התשע"ז-2017, מדיניות זו מסבירה את אופן איסוף, השימוש, השמירה והשיתוף של מידע אישי במסגרת השימוש באתר, מטרת מסמך זה להעניק למשתמשים מידע ברור ושקוף בנוגע לנתונים הנאספים ואפשרויותיהם בניהול פרטיו, השימוש באתר מהווה אישור להסכמת המשתמש למדיניות זו.</p>
        <p className="policy-text">
2.	מסמך זה מנוסח בלשון זכר מטעמי נוחות בלבד, אך כל הוראותיו חלות באופן שווה על כלל המגדרים, ניסוח זה אינו גורע מתוקפן, מחייבותן או תחולתן של הוראות המסמך על כל אדם, וזכויות וחובות המפורטות בו יחולו על כל משתמש או משתמשת בהתאם להוראות הדין.
</p>
        <p className="policy-text">3.	שיפא שומרת לעצמה את הזכות לעדכן, לשנות, להוסיף או לגרוע מהוראות מדיניות פרטיות זו, כולן או חלקן, לפי שיקול דעתה הבלעדי , שינויים מהותיים במדיניות הפרטיות, ככל שיהיו, יפורסמו באתר, והמשך השימוש באתר לאחר ביצוע השינויים יהווה הסכמה למדיניות המעודכנת. לפיכך, מומלץ לעיין במדיניות זו מעת לעת על מנת להתעדכן בשינויים שחלו בה.</p>
        <p className="policy-text">
4.	אנו רואים בפרטיות המשתמשים ערך מרכזי ומשקיעים משאבים רבים באבטחת המידע האישי הנמסר לנו במסגרת השימוש באתר , השימוש במידע האישי יתבצע אך ורק בהתאם להוראות מדיניות פרטיות זו, אשר מהווה חלק בלתי נפרד מתקנון האתר.
</p>
        <p className="policy-text">5.	מדיניות זו חלה על כל משתמשי האתר, ללא תלות במכשיר ממנו מתבצע הגלישה – מחשב, טלפון נייד, טאבלט או כל אמצעי אחר. כמו כן, היא חלה על כל המידע האישי הנמסר במסגרת השימוש באתר או השירותים המקוונים הנלווים לו, לרבות אזורים ספציפיים בו, אפליקציות, ויישומים נוספים המופעלים ישירות על ידינו או על ידי חברות קשורות.</p>
        <p className="policy-text">6.	אנו שומרים לעצמנו את הזכות לעדכן מדיניות זו מעת לעת, בהתאם לצורכי האתר, שינויים רגולטוריים או דרישות משפטיות, עדכונים אלו יפורסמו בתקנון האתר ובכתובת: shifaa.officially@gmail.com  מומלץ למשתמשים להתעדכן בתכנים החדשים מעת לעת.</p>
        <p className="policy-text">7.	טרם השימוש באתר או מסירת מידע אישי (כגון שם, תאריך לידה ,כתובת דוא"ל ופרטים נוספים), אנו ממליצים לקרוא בעיון את מדיניות הפרטיות על מנת להבין את האופן שבו נאסף, נשמר ומטופל המידע, המשך השימוש באתר מהווה אישור לכך שהמשתמש מסכים לתנאי המדיניות המעודכנת.</p>
        <p className="policy-text">8.	במהלך ביצוע הזמנה באתר שיפא, נאסף מידע הנדרש לצורך עיבוד הרכישה, חיוב, משלוח ושירות לקוחות.</p>
        <p className="policy-text">
9.	מובהר כי המשתמשים אינם מחויבים למסור פרטים אישיים בעת השימוש באתר שיפא,  עם זאת, אי מסירת מידע מסוים עשויה להגביל את האפשרות לבצע פעולות שונות באתר, לרבות ביצוע רכישות, תשלומים, במקרים בהם מידע זה חיוני לצורך אספקת השירות, ייתכן שלא נוכל להשלים את הפעולה המבוקשת ללא מסירתו.
</p>
        <p className="policy-text">10.	המידע הנאסף בביצוע הזמנה כולל את פרטי המשתמש כגון שם מלא, תאריך לידה ,  כתובת דוא"ל, מספר טלפון, וכתובת למשלוח,  כמו כן, נאסף מידע הקשור לאופן התשלום, כגון סוג אמצעי התשלום ופרטי עסקה,  חשוב להדגיש כי שיפא אינה שומרת את פרטי כרטיסי האשראי של המשתמשים, וכל תהליך התשלום מתבצע באמצעות ספקי סליקה חיצוניים הפועלים בהתאם לסטנדרטים מחמירים של אבטחת מידע.</p>
        <p className="policy-text">11.	שיפא תשמור את המידע האישי של המשתמש כל עוד הוא נדרש למטרות לשמן נאסף, לרבות מתן שירות, עמידה בהתחייבויות משפטיות ושיפור חוויית המשתמש. לאחר שהמידע אינו נדרש עוד, הוא יימחק או יעבור אנונימיזציה, בהתאם להוראות הדין.</p>
        <p className="policy-text">12.	במהלך השימוש באתר שיפא נאסף מידע מסוים באופן אוטומטי, ללא צורך בהזנתו הישירה על ידי המשתמש, מידע זה נאסף באמצעות טכנולוגיות שונות ומשמש לשיפור חוויית המשתמש, אבטחת האתר, מניעת הונאות והתאמת תכנים אישיים.</p>
        <p className="policy-text">13.	המידע הנאסף כולל נתונים טכניים כגון סוג וגרסת הדפדפן, מערכת ההפעלה, סוג המכשיר ממנו מתבצע השימוש באתר ורזולוציית המסך, כמו כן, נאסף מידע על כתובת ה-IP של המשתמש, המסייע בזיהוי מיקום גיאוגרפי כללי ושיפור אבטחת העסקאות.</p>
        <p className="policy-text">14.	בנוסף, נאסף מידע על דפוסי השימוש באתר, לרבות עמודים שנצפו, זמני שהייה, נתיבי ניווט באתר ומקור ההגעה לאתר, כגון מנוע חיפוש, רשת חברתית או קישור ישיר.</p>
        <p className="policy-text">15.	במקרים מסוימים, ייתכן כי ייאסף מידע גיאוגרפי (GPS) ממחשב או ממכשיר נייד בעת הגלישה באתר או ביצוע רכישה, בכפוף לאישור המשתמש בהגדרות המכשיר או הדפדפן.</p>
        <p className="policy-text">
16.	האתר עשוי לעשות שימוש בקובצי עוגיות (Cookies) למטרות תפעוליות, אבטחה ושיפור חוויית המשתמש, קובצי עוגיות אלו מאפשרים תפקוד תקין של האתר, זיהוי העדפות משתמש ושיפור ביצועי המערכת.
חלק מהקבצים הם זמניים (Session Cookies) ונמחקים אוטומטית עם סגירת הדפדפן, בעוד אחרים (Persistent Cookies) עשויים להישמר לפרקי זמן מוגבלים גם לאחר סגירת הדפדפן, בהתאם להגדרות המערכת ולמטרת השימוש בהם, עם זאת, אנו לא שומרים קובצי עוגיות לצורכי פרסום, מעקב או שיווק אישי.
באפשרותך לנהל, למחוק או לחסום קובצי עוגיות דרך הגדרות הדפדפן שלך, יש לקחת בחשבון כי השבתת קובצי עוגיות מסוימים עלולה לפגוע בתפקוד התקין של האתר או להגביל את יכולותיו.
</p>
        <p className="policy-text">17.	בנוסף, האתר עשוי לכלול שימוש בעוגיות ובטכנולוגיות מעקב דומות המופעלות על ידי צדדים שלישיים, כגון  Google Analytics, Meta (Facebook), שירותי פרסום ושיווק, ספקי תשלומים וספקי שירותי אבטחה. טכנולוגיות אלה עשויות לשמש לצורך איסוף וניתוח נתונים סטטיסטיים, התאמת פרסומות, שיפור חוויית המשתמש, אבטחת מידע ומעקב אחר ביצועי האתר, אשר ניתן למחוק או לחסום אותן דרך הגדרות הדפדפן.</p>
        <p className="policy-text">18.	כל משתמש רשאי לפנות לשירות הלקוחות של שיפא בבקשה לעיון, עדכון, תיקון או מחיקת מידע אישי הנוגע אליו השמור אצל שיפא ,הבקשות יטופלו בהתאם להוראות חוק הגנת הפרטיות ובהתאם להוראות הדין.</p>
        <p className="policy-text">19.	בקשות להסרת מידע ניתן להעביר באמצעות פנייה לשירות הלקוחות בכתובת הדוא"ל [כתובת דוא"ל] או בטלפון [מספר טלפון],  הבקשה תטופל בהתאם להוראות הדין הרלוונטיות, ולמשתמש תימסר הודעה בדבר סטטוס הטיפול, יובהר כי מחיקת מידע אישי עשויה להיות כפופה לדרישות רגולטוריות או לצרכים משפטיים אשר יחייבו את שיפא לשמור מידע מסוים לפרק זמן נוסף.</p>
        <p className="policy-text">20.	שיפא שומרת את פרטי ההזמנה והמידע האישי שנמסר על ידי המשתמש בעת ביצוע ההזמנה לצורך עיבוד, אספקה ומתן שירות, לרבות חיוב, משלוח, טיפול בפניות לקוחות, ביטולים והחזרות, בנוסף, המידע נשמר לצורך אבטחת האתר, ניתוח נתונים, הפקת דוחות ושיפור חוויית המשתמש</p>
        <p className="policy-text">21.	שיפא נוקטת באמצעים לשמירה על פרטיות המשתמשים ומשתדלת להימנע מהעברת מידע אישי לצדדים שלישיים, למעט במקרים בהם הדבר נחוץ על פי דין או לשם מתן השירותים למשתמשים. מידע אישי יועבר לצדדים שלישיים אך ורק במקרים הבאים:</p>
        <p className="policy-text">•	לביצוע ההזמנה ואספקת המוצרים – מידע עשוי להיות מועבר לספקי שירותים מטעמה של שיפא, כגון חברות שילוח, ספקי שירותי תשלום וספקי שירותי תמיכה טכנית, וזאת אך ורק לצורך השלמת העסקה והענקת השירות ללקוח.</p>
        <p className="policy-text">•	בהתאם להוראות הדין – במקרה שבו קיימת חובה חוקית למסור מידע לרשויות מוסמכות, לרבות לפי דרישה חוקית, צו שיפוטי או דרישה רגולטורית מחייבת.</p>
        <p className="policy-text">•	לצורך אבטחת האתר ושמירה על זכויות שיפא – במקרים בהם מסירת המידע נחוצה לצורך מניעת פעולות בלתי חוקיות, הגנה על זכויותיה המשפטיות של שיפא, מניעת הונאה או הבטחת אבטחת המידע והשירותים הניתנים באתר.</p>
        <p className="policy-text">•	במקרה של מחלוקת בין המשתמש לשיפא – ככל שתתעורר מחלוקת משפטית, טענה, תביעה או הליך משפטי בין המשתמש לבין שיפא, רשאית שיפא למסור מידע רלוונטי לצדדים המוסמכים, לרבות יועצים משפטיים, גופים מיישבים ורשויות מוסמכות, לצורך בירור וטיפול במחלוקת.</p>
        <p className="policy-text">בכל העברת מידע לצדדים שלישיים בהתאם למקרים אלו, שיפא תוודא כי המידע מועבר בכפוף לחובות סודיות ולשמירה על אבטחת המידע כנדרש על פי דין.</p>
        <p className="policy-text">22.	שיפא משקיעה מאמצים סבירים להגנה על פרטיות המשתמשים, אך אינה אחראית לכל נזק או אובדן מידע שנגרם כתוצאה מהתקפות סייבר, כשלי מערכת, כוח עליון או שימוש בלתי מורשה של צדדים שלישיים. המשתמש מאשר כי הוא מודע לכך שהעברת מידע ברשת האינטרנט אינה חסינה לחלוטין, והוא נדרש לנקוט באמצעי זהירות מתאימים.</p>
        <p className="policy-text">23.	שיפא נוקטת באמצעים טכנולוגיים, ארגוניים ומשפטיים מקובלים להבטחת אבטחת המידע האישי של המשתמשים, לרבות שימוש בהצפנת נתונים (SSL), בקרות גישה מוגבלות, ניטור תקיפות סייבר וגיבויי מערכת תקופתיים.</p>
        <p className="policy-text">24.	על אף האמצעים הננקטים על ידי שיפא להגן על אבטחת המידע והפרטיות של המשתמשים, שיפא אינה יכולה להבטיח הגנה מוחלטת על המידע האישי או על תכני האתר מפני גישה בלתי מורשית, חדירה למערכות, פריצות סייבר או כשלים טכנולוגיים, לפיכך, מובהר בזאת כי שיפא לא תישא באחריות לכל נזק, אובדן, פגיעה בפרטיות או חשיפת מידע שעלולים להיגרם למשתמשים עקב חדירה בלתי מורשית, מתקפות סייבר, כשלי אבטחה או כל אירוע אחר אשר אינו בשליטתה הישירה. המשתמש נוטל על עצמו את הסיכון הכרוך בשימוש באתר, לרבות הזנת מידע אישי והסתמכות על שירותיו.</p>
   
   
      </div>
    </div>
  );
};

export default PolicyPrivayPage;
